Repository: photoprismci/photoprism
Catalog: frontend/src/locales/*.po
Languages: bg, lt, sl

source: Show server logs in Library.
bg: Показване на дневниците на сървъра в Библиотеката.
lt: Rodyti serverio žurnalus bibliotekoje.
sl: Prikaži dnevnike strežnika v knjižnici.

source: Show/Hide Sidebar
bg: Показване/скриване на страничната лента
lt: Rodyti / slėpti šoninę juostą
sl: Prikaži/skrij stransko vrstico

source: Sidecar Files
bg: Файлове Sideecar
lt: "Sidecar" failai
sl: Datoteke Sidecar

source: Sign in
bg: Влезте
lt: Prisijunkite
sl: Prijavite se

source: Similar
bg: Подобни
lt: Panašiai
sl: Podobno

source: Size
bg: Размер
lt: Dydis
sl: Velikost

source: Slow
bg: Бавен
lt: Lėtas
sl: Počasi

source: Software
bg: Софтуер
lt: Programinė įranga
sl: Programska oprema

source: Software Update
bg: Актуализация на софтуера
lt: Programinės įrangos atnaujinimas
sl: Posodobitev programske opreme

source: Sort by
bg: Сортиране по
lt: Rūšiuoti pagal
sl: Razvrsti po

source: Sort Order
bg: Ред на сортиране
lt: Rūšiavimo tvarka
sl: Vrstni red

source: Sorted ascending.
bg: Подредени във възходящ ред.
lt: Rūšiuojama didėjančia tvarka.
sl: Razvrščeno naraščajoče.

source: Sorted descending.
bg: Подредени в низходящ ред.
lt: Rūšiuojama mažėjančia tvarka.
sl: Razvrščeno padajoče.

source: Source
bg: Източник:
lt: Šaltinis
sl: Vir:

source: Stack files sharing the same unique image or instance identifier.
bg: Стекиране на файлове с един и същ уникален идентификатор на изображение или инстанция.
lt: Sukaupti failus, turinčius tą patį unikalų atvaizdo arba egzemplioriaus identifikatorių.
sl: Zlaganje datotek z isto edinstveno sliko ali identifikatorjem primerka.

source: Stack pictures taken at the exact same time and location based on their metadata.
bg: Подреждайте снимки, направени по едно и също време и на едно и също място, въз основа на техните метаданни.
lt: Sudėkite nuotraukas, padarytas tuo pačiu laiku ir toje pačioje vietoje, remdamiesi jų metaduomenimis.
sl: Na podlagi metapodatkov zložite slike, posnete ob istem času in na isti lokaciji.

source: Stackable
bg: Подвижен за стифиране
lt: Sukraunamas

source: Stacks
lt: Komodos
sl: Zaloge

source: Start
bg: Начало
lt: Pradžia
sl: Začetek

source: Start/Stop Slideshow
bg: Стартиране/спиране на слайдшоу
lt: Pradėti / sustabdyti skaidrių peržiūrą
sl: Začetek/zaustavitev diaprojekcije

source: Static Size Limit: %{n}px
bg: Ограничение на статичния размер: %{n}px
lt: Statinio dydžio riba: %{n}px
sl: Omejitev statične velikosti: %{n}px

source: Status
bg: Статус
lt: Statusas

source: Storage
bg: Папка за съхранение
lt: Saugojimo aplankas
sl: Shranjevanje

source: Streets
bg: Улици
lt: Gatvės
sl: Ulice

source: Subject
bg: Тема
lt: Tema
sl: Zadeva

source: Successfully activated
bg: Успешно активиран
lt: Sėkmingai suaktyvinta
sl: Uspešno aktiviran

source: Successfully Connected
bg: Успешно свързване
lt: Sėkmingai prijungtas
sl: Uspešno povezano

source: Successfully deleted
bg: Успешно изтрит
lt: Sėkmingai ištrintas
sl: Uspešno izbrisan

source: Successfully verified
bg: Успешно потвърдено
lt: Sėkmingai patvirtinta
sl: Uspešno preverjeno

source: Super Admin
bg: Супер администратор
lt: Super administratorius
sl: Super administrator

source: Support for additional services, like Google Drive, will be added over time.
bg: Поддръжката на допълнителни услуги, като например Google Drive, ще бъде добавена с течение на времето.
lt: Papildomų paslaugų, pavyzdžiui, "Google Drive", palaikymas bus pridėtas laikui bėgant.
sl: Podpora za dodatne storitve, kot je Google Drive, bo dodana sčasoma.

source: Support Our Mission
bg: Подкрепете нашата мисия
lt: Palaikykite mūsų misiją
sl: Podprite naše poslanstvo

source: Sync
bg: Синхронизиране
lt: Sinchronizavimas
sl: Sinhronizacija

source: Sync raw and video files
bg: Синхронизиране на необработени и видеофайлове
lt: Sinchronizuokite neapdorotus ir vaizdo failus
sl: Sinhronizacija neobdelanih in video datotek

source: Taken
bg: Взето
lt: Paimta
sl: Prevzeto

source: TensorFlow is required for image classification, facial recognition, and detecting unsafe content.
bg: TensorFlow е необходим за класификация на изображения, разпознаване на лица и откриване на опасно съдържание.
lt: "TensorFlow" reikalingas vaizdų klasifikavimui, veido atpažinimui ir nesaugaus turinio aptikimui.
sl: TensorFlow je potreben za razvrščanje slik, prepoznavanje obrazov in zaznavanje nevarne vsebine.

source: Text
bg: Текст
lt: Tekstas
sl: Besedilo

source: Text too long
bg: Твърде дълъг текст
lt: Per ilgas tekstas
sl: Predolgo besedilo

source: Thank You for Your Support!
bg: Благодарим ви за подкрепата!
lt: Ačiū už paramą!
sl: Hvala za podporo!

source: That's why PhotoPrism was built from the ground up to run wherever you need it, without compromising freedom, privacy, or functionality.
bg: Ето защо PhotoPrism е създадена от самото начало, за да работи навсякъде, където ви е необходима, без да прави компромиси със свободата, поверителността или функционалността.
lt: Todėl "PhotoPrism" buvo sukurta nuo pat pradžių, kad veiktų ten, kur jums reikia, nesumažinant laisvės, privatumo ar funkcionalumo.
sl: Zato je bil PhotoPrism od samega začetka zasnovan tako, da deluje, kjer koli ga potrebujete, ne da bi pri tem ogrožal svobodo, zasebnost ali funkcionalnost.

source: The index currently contains %{n} hidden files.
bg: Индексът в момента съдържа %{n} скрити файлове.
lt: Šiuo metu rodyklėje yra %{n} paslėptų failų.
sl: Indeks trenutno vsebuje %{n} skritih datotek.

source: Their format may not be supported, they haven't been converted to JPEG yet or there are duplicates.
bg: Възможно е техният формат да не се поддържа, да не са били конвертирани в JPEG или да има дубликати.
lt: Jų formatas gali būti nepalaikomas, jos dar nebuvo konvertuotos į JPEG arba yra dublikatų.
sl: Njihova oblika morda ni podprta, morda še niso bili pretvorjeni v JPEG ali pa se podvajajo.

source: Theme
bg: Тема
lt: Tema
sl: Tema

source: This field is required
bg: Това поле е задължително
lt: Šis laukas yra privalomas
sl: To polje je obvezno

source: This mounts the originals folder as a network drive and allows you to open, edit, and delete files from your computer or smartphone as if they were local.
bg: Това монтира папката с оригинали като мрежово устройство и ви позволява да отваряте, редактирате и изтривате файлове от компютъра или смартфона си, сякаш са локални.
lt: Taip aplankas "Originals" prijungiamas kaip tinklo diskas ir galite atidaryti, redaguoti ir ištrinti failus iš kompiuterio ar išmaniojo telefono taip, tarsi jie būtų vietiniai.
sl: Tako se mapa z izvirniki namesti kot omrežni pogon in omogoči odpiranje, urejanje in brisanje datotek iz računalnika ali pametnega telefona, kot da bi bile lokalne.

source: Time UTC
bg: Време UTC
lt: Laikas UTC
sl: Čas UTC

source: Time Zone
bg: Часова зона
lt: Laiko juosta
sl: Časovni pas

source: Timeout
bg: Часова зона
lt: Laiko juosta

# Account
source: Title
bg: Заглавие
lt: Pavadinimas
sl: Naslov

# Photo
source: Title
bg: Заглавие
lt: Pavadinimas
sl: Naslov

source: Title
bg: Заглавие
lt: Pavadinimas
sl: Naslov

source: Title / Position
bg: Твърде дълго заглавие
lt: Per ilga antraštė
sl: Predolg naslov

source: Title too long
bg: Твърде дълго заглавие
lt: Per ilga antraštė
sl: Predolg naslov

source: to
bg: към
lt: į
sl: na .

source: To avoid being locked out of your account, please download, print or copy this recovery code now and keep it in a safe place.
bg: За да избегнете изключване на вашия акаунт, моля, изтеглете, отпечатайте или копирайте този код за възстановяване сега и го запазете на сигурно място.
lt: Jei nenorite prisijungti prie paskyros, atsisiųskite, atsispausdinkite arba nukopijuokite šį atkūrimo kodą dabar ir laikykite jį saugioje vietoje.
sl: Da se izognete izgubi dostopa do računa, prenesite, natisnite ali kopirajte to obnovitveno kodo in jo shranite na varno mesto.

source: To generate a new app-specific password, please enter the name and authorization scope of the application and select an expiration date:
bg: За да генерирате нова парола за конкретно приложение, моля, въведете името и обхвата на разрешението на приложението и изберете дата на изтичане:
lt: Norėdami sugeneruoti naują konkrečios programos slaptažodį, įveskite programos pavadinimą, prieigos teisę ir pasirinkite galiojimo datą:
sl: Če želite ustvariti novo geslo za določeno aplikacijo, vnesite ime in obseg pooblastila aplikacije ter izberite datum poteka:

source: To switch to a new authenticator app or device, first deactivate two-factor authentication and then reactivate it:
bg: За да превключите към ново приложение или устройство за удостоверяване, първо деактивирайте двуфакторното удостоверяване и след това го активирайте отново:
lt: Norėdami pereiti prie naujos autentifikavimo programos ar įrenginio, pirmiausia išjunkite dviejų veiksnių autentifikavimą ir vėl suaktyvinkite:
sl: Če želite preklopiti na novo aplikacijo ali napravo za preverjanje pristnosti, najprej deaktivirajte dvostopenjsko avtentikacijo in jo nato znova aktivirajte:

source: To upgrade, you can either enter an activation code or click "Register" to sign up on our website:
bg: За да надстроите, можете да въведете код за активиране или да кликнете върху "Регистрация", за да се регистрирате на нашия уебсайт:
lt: Norėdami atnaujinti, galite įvesti aktyvavimo kodą arba spustelėti "Registruotis" ir užsiregistruoti mūsų svetainėje:
sl: Za nadgradnjo lahko vnesete aktivacijsko kodo ali pa se s klikom na gumb "Registracija" prijavite na našem spletnem mestu:

source: Today
bg: Днес
lt: Šiandien
sl: Danes

source: Toggle View
bg: Превключване на изгледа
lt: Perjungti vaizdą

source: Token
bg: Токен
lt: Žetonas
sl: Žeton

source: Too many files selected
bg: Избрани са твърде много файлове
lt: Pasirinkta per daug failų
sl: Izbranih je preveč datotek

source: Too many requests
bg: Твърде много заявки
lt: Per daug prašymų
sl: Preveč zahtev

source: Topographic
bg: Топографски
lt: Topografinis
sl: Topografija

source: Troubleshooting Checklists
bg: Контролни списъци за отстраняване на неизправности
lt: Trikčių šalinimo kontroliniai sąrašai
sl: Kontrolni seznami za odpravljanje težav

source: Try again using other filters or keywords.
bg: Опитайте отново, като използвате други филтри или ключови думи.
lt: Bandykite dar kartą naudoti kitus filtrus arba raktinius žodžius.
sl: Poskusite znova z drugimi filtri ali ključnimi besedami.

source: Two-factor authentication has been enabled for your account.
bg: Двуфакторното удостоверяване е активирано за вашия акаунт.
lt: Jūsų paskyroje įgalintas dviejų veiksnių autentifikavimas.
sl: Za vaš račun je omogočeno dvostopenjsko preverjanje pristnosti.

source: Type
bg: Тип
lt: Tipas
sl: Tip

source: Unauthorized
bg: Неоторизиран
lt: Neteisėtas
sl: Nepooblaščeno

source: Undo
bg: Отмяна на
lt: Panaikinti
sl: Razveljavi

source: Unique ID
bg: Уникален идентификатор
lt: Unikalus ID
sl: Edinstven ID

source: Unknown
bg: Неизвестно
lt: Nežinomas
sl: Neznano

source: Unregistered
bg: Нерегистриран
lt: Neregistruotas
sl: Neregistrirani

source: Unsorted
bg: Несортиран
lt: Nerūšiuota
sl: Nesortirani

source: Unstack
bg: Разглобяване на стека
lt: Atlaisvinkite
sl: Odstranjevanje

source: Updated
bg: Актуализиран
lt: Atnaujinta
sl: Posodobljeno

source: Updating faces
bg: Актуализиране на лица
lt: Veidų atnaujinimas
sl: Posodabljanje obrazov

source: Updating index
bg: Актуализиране на индекса
lt: Indekso atnaujinimas
sl: Posodabljanje indeksa

source: Updating moments
bg: Актуализиране на моменти
lt: Akimirkų atnaujinimas
sl: Posodabljanje trenutkov

source: Updating picture…
bg: Актуализиране на визуализациите
lt: Peržiūrų atnaujinimas
sl: Posodabljanje predogledov

source: Updating previews
bg: Актуализиране на визуализациите
lt: Peržiūrų atnaujinimas
sl: Posodabljanje predogledov

source: Updating stacks
bg: Актуализиране на стекове
lt: Kaminų atnaujinimas
sl: Posodabljanje skladovnic

source: Upgrade
bg: Надграждане
lt: Atnaujinti
sl: Nadgradnja

source: Upgrade Now
bg: Актуализирайте сега
lt: Atnaujinti dabar
sl: Nadgradite zdaj

source: Upload
bg: Качване на
lt: Įkelti
sl: Naložite

source: Upload complete
bg: Качване на данни
lt: Įkėlimas baigtas
sl: Nalaganje končano

source: Upload complete. Indexing…
bg: Качването е завършено. Индексиране…
lt: Įkėlimas baigtas. Indeksavimas…
sl: Nalaganje je končano. Indeksiranje…

source: Upload failed
bg: Качването е неуспешно
lt: Įkelti nepavyko
sl: Nalaganje ni uspelo

source: Upload local files
bg: Качване на локални файлове
lt: Įkelti vietinius failus
sl: Prenos lokalnih datotek

source: Upload Path
bg: Път за качване
lt: Įkėlimo kelias
sl: Pot za nalaganje

source: Upload to WebDAV and share links with friends.
bg: Качвайте в WebDAV и споделяйте връзки с приятели.
lt: Įkelkite į WebDAV ir bendrinkite nuorodas su draugais.
sl: Prenesite v WebDAV in delite povezave s prijatelji.

source: Uploading %{n} of %{t}…
bg: Качване на %{n} от %{t}…
lt: Įkeliama %{n} iš %{t}…
sl: Nalaganje %{n} od %{t}…

source: Uploading photos…
bg: Качване на снимки…
lt: Nuotraukų įkėlimas…
sl: Nalaganje fotografij…

source: Uploading…
bg: Презареждане…
lt: Perkrovimas…
sl: Polnjenje…

source: Uploads that may contain such images will be rejected automatically.
bg: Качванията, които могат да съдържат такива изображения, ще бъдат отхвърлени автоматично.
lt: Siunčiami vaizdai, kuriuose gali būti tokių vaizdų, bus automatiškai atmesti.
sl: Prenosi, ki bi lahko vsebovali takšne slike, bodo samodejno zavrnjeni.

source: Use Presets
bg: Използване на предварителни настройки
lt: Naudokite išankstinius nustatymus
sl: Uporaba prednastavitev

source: Use the following recovery code to access your account when you are unable to generate a valid verification code with your authenticator app:
bg: Използвайте следния код за възстановяване за достъп до акаунта си, когато не можете да генерирате валиден код за потвърждение с вашето приложение за удостоверяване:
lt: Jei negalite sugeneruoti galiojančio patvirtinimo kodo naudodami autentifikavimo programą, naudokite šį atkūrimo kodą, kad pasiektumėte paskyrą:
sl: Uporabite naslednjo obnovitveno kodo za dostop do svojega računa, če ne morete ustvariti veljavne kode za preverjanje z aplikacijo za preverjanje pristnosti:

source: Use your recovery code or contact an administrator for help.
bg: Използвайте кода си за възстановяване или се свържете с администратор за помощ.
lt: Naudokite atkūrimo kodą arba kreipkitės pagalbos į administratorių.
sl: Uporabite kodo za obnovitev ali se za pomoč obrnite na skrbnika.

source: User
bg: Потребител
lt: Vartotojas
sl: Uporabnik

source: User Guide
bg: Ръководство за потребителя
lt: Naudotojo vadovas
sl: Uporabniški priročnik

source: User Interface
bg: Потребителски интерфейс
lt: Vartotojo sąsaja
sl: Uporabniški vmesnik

source: Username
bg: Потребителско име
lt: Vartotojo vardas
sl: Uporabniško ime

source: Users
bg: Потребители
lt: Vartotojai
sl: Uporabniki

source: Vector
bg: Вектор
lt: Vektorius
sl: Vektor

source: Vectors
bg: Вектори
lt: Vektoriai
sl: Vektorji

source: Verification Code
bg: Код за потвърждение
lt: Patvirtinimo kodas
sl: Koda za preverjanje

source: Video
bg: Видео
lt: Vaizdo įrašas
sl: Videoposnetek

source: Video Duration
bg: Дарения
lt: Dovanos
sl: Trajanje

source: Videos
bg: Видеоклипове
lt: Vaizdo įrašai
sl: Videoposnetki

source: View
bg: Вижте
lt: Peržiūrėti
sl: Oglejte si

source: Viewer
lt: Peržiūrėtojas
sl: Pregledovalnik

source: Visitor
bg: Посетител
lt: Lankytojas
sl: Obiskovalec

source: Visual Similarity
bg: Групиране по сходство
lt: Grupuokite pagal panašumą
sl: Skupine po podobnosti

source: Warning
bg: Предупреждение
lt: Įspėjimas
sl: Opozorilo

source: We appreciate your feedback!
bg: Оценяваме обратната ви връзка!
lt: Vertiname jūsų atsiliepimus!
sl: Cenimo vaše povratne informacije!

source: We do our best to respond within five business days or less.
bg: Стараем се да отговаряме в рамките на пет работни дни или по-малко.
lt: Stengiamės atsakyti per penkias darbo dienas ar greičiau.
sl: Potrudimo se, da vam odgovorimo v petih delovnih dneh ali manj.

source: Web Login
bg: Уеб вход
lt: Prisijungimas internetu
sl: Spletna prijava

source: WebDAV clients can connect to PhotoPrism using the following URL:
bg: Клиентите на WebDAV могат да се свържат с PhotoPrism, като използват следния URL адрес:
lt: WebDAV klientai gali prisijungti prie "PhotoPrism" naudodami šį URL adresą:
sl: Odjemalci WebDAV se lahko povežejo s programom PhotoPrism z naslednjim naslovom URL:

source: WebDAV clients, like Microsoft’s Windows Explorer or Apple's Finder, can connect directly to PhotoPrism.
bg: WebDAV клиенти, като Windows Explorer на Microsoft или Finder на Apple, могат да се свързват директно с PhotoPrism.
lt: „WebDAV“ klientai, tokie kaip „Microsoft“ „Windows Explorer“ arba „Apple Finder“, gali prisijungti tiesiogiai prie „PhotoPrism“.
sl: Odjemalci WebDAV, kot sta Microsoftov Windows Explorer ali Applov Finder, se lahko povežejo neposredno s PhotoPrism.

source: WebDAV Upload
bg: Качване на WebDAV
lt: WebDAV įkėlimas
sl: Nalaganje prek protokola WebDAV

source: WebGL support is disabled in your browser
bg: Поддръжката на WebGL е деактивирана в браузъра ви
lt: Naršyklėje išjungtas "WebGL" palaikymas
sl: Podpora WebGL je v vašem brskalniku onemogočena

source: Website
bg: Уебсайт
lt: Svetainė
sl: Spletna stran

source: White
bg: Бял
lt: Balta
sl: Bela

source: Work Details
bg: Подробности
lt: Detalės
sl: Podrobnosti

source: Year
bg: Година
lt: Metai
sl: Leto

source: Yellow
bg: Жълт
lt: Geltona
sl: Rumena

source: Yes
bg: Да
lt: Taip
sl: Da

source: You are welcome to contact us at membership@photoprism.app for questions regarding your membership.
bg: Можете да се свържете с нас на membership@photoprism.app за въпроси, свързани с членството ви.
lt: Kviečiame susisiekti su mumis el. paštu membership@photoprism.app ir užduoti klausimus, susijusius su naryste.
sl: Z vprašanji v zvezi s članstvom se lahko obrnete na membership@photoprism.app.

source: You can only download one album
bg: Можете да изтеглите само един албум
lt: Galite atsisiųsti tik vieną albumą
sl: Prenesete lahko samo en album

source: You can only download one label
bg: Можете да изтеглите само един етикет
lt: Galite atsisiųsti tik vieną etiketę
sl: Prenesete lahko samo eno nalepko

source: You can upload up to %{n} files for test purposes.
bg: Можете да качвате до %{n} файлове за тестови цели.
lt: Bandymo tikslais galite įkelti iki %{n} failų.
sl: V testne namene lahko naložite do %{n} datotek.

source: You may only select one item
bg: Можете да изберете само един елемент.
lt: Galite pasirinkti tik vieną elementą
sl: Izberete lahko samo en predmet.

source: You may rescan your library to find additional faces.
bg: Можете да сканирате отново библиотеката си, за да намерите допълнителни лица.
lt: Norėdami rasti papildomų veidų, galite iš naujo nuskaityti savo biblioteką.
sl: Če želite najti dodatne obraze, lahko knjižnico ponovno preiščete.

source: Your account has been successfully connected.
bg: Вашият акаунт е успешно свързан.
lt: Jūsų paskyra sėkmingai prijungta.
sl: Vaš račun je bil uspešno povezan.

source: Your browser does not support WebGL
bg: Вашият браузър не поддържа WebGL
lt: Jūsų naršyklė nepalaiko WebGL
sl: Vaš brskalnik ne podpira WebGL

source: Your continued support helps us provide regular updates and remain independent, so we can fulfill our mission and protect your privacy.
bg: Вашата постоянна подкрепа ни помага да предоставяме редовни актуализации и услуги като световни карти.
lt: Jūsų nuolatinė parama padeda mums reguliariai teikti atnaujinimus ir tokias paslaugas kaip pasaulio žemėlapiai.
sl: Vaša stalna podpora nam pomaga zagotavljati redne posodobitve in ostati neodvisni, tako da lahko izpolnjujemo svoje poslanstvo in varujemo vašo zasebnost.

source: Your library is continuously analyzed to automatically create albums of special moments, trips, and places.
bg: Библиотеката ви се анализира непрекъснато, за да се създават автоматично албуми със специални моменти, пътувания и места.
lt: Jūsų biblioteka nuolat analizuojama, kad būtų galima automatiškai kurti ypatingų akimirkų, kelionių ir vietų albumus.
sl: Vaša knjižnica se nenehno analizira in samodejno ustvarja albume posebnih trenutkov, potovanj in krajev.

source: Zoom in/out
bg: Увеличаване/намаляване на мащаба
lt: Priartinimas / atitolinimas
sl: Povečanje/pomanjšanje

source: Bio
bg: Биография

source: FPS
bg: Кадър в секунда

source: Magenta
bg: Магента

source: Panorama
bg: Панорама

source: Stack
bg: Стек
