Repository: photoprismci/photoprism
Catalog: frontend/src/locales/*.po
Languages: bg, lt, sl

source: Disable RawTherapee
bg: Деактивиране на RawTherapee
lt: Išjungti "RawTherapee
sl: Onemogoči RawTherapee

source: Disable TensorFlow
bg: Деактивиране на TensorFlow
lt: Išjungti "TensorFlow
sl: Onemogoči TensorFlow

source: Disable Vectors
bg: Деактивиране на вектори
lt: Išjungti vektorius
sl: Onemogočite vektorje

source: Disable WebDAV
bg: Деактивиране на WebDAV
lt: Išjungti WebDAV
sl: Onemogoči WebDAV

source: Disables vector graphics support.
bg: Деактивира поддръжката на векторни графики.
lt: Išjungia vektorinės grafikos palaikymą.
sl: Onemogoči podporo za vektorsko grafiko.

source: Disables video transcoding and thumbnail extraction.
bg: Деактивира транскодирането на видео и извличането на миниатюри.
lt: Išjungiamas vaizdo perkodavimas ir miniatiūrų išskyrimas.
sl: Onemogoči prekodiranje videoposnetkov in pridobivanje sličic.

source: Discover
bg: Открийте
lt: Atraskite
sl: Odkrijte

source: Dismiss
bg: Отхвърляне на
lt: Atmesti
sl: Zavrnite

source: Display Name
bg: Име на дисплея
lt: Rodomas vardas
sl: Prikazno ime

source: Don't use Darktable to convert RAW images.
bg: Не използвайте Darktable за конвертиране на RAW изображения.
lt: Nenaudokite "Darktable" RAW failams konvertuoti.
sl: Za pretvorbo datotek RAW ne uporabljajte programa Darktable.

source: Don't use ImageMagick to convert images.
bg: Не използвайте ImageMagick за конвертиране на изображения.
lt: Nenaudokite ImageMagick vaizdams konvertuoti.
sl: Za pretvorbo slik ne uporabljajte programa ImageMagick.

source: Don't use RawTherapee to convert RAW images.
bg: Не използвайте RawTherapee за конвертиране на RAW изображения.
lt: Nenaudokite "RawTherapee" RAW failams konvertuoti.
sl: Za pretvorbo slik RAW ne uporabljajte programa RawTherapee.

source: Donations
bg: Дарения
lt: Dovanos
sl: Donacije

source: Done
bg: Готово
lt: Atlikta
sl: Končano

source: Done.
bg: Изпълнено.
lt: Atlikta.
sl: Opravljeno.

source: Download
bg: Изтегляне
lt: Atsisiųsti
sl: Prenesi

source: Download only original media files, without any automatically generated files.
bg: Изтегляйте само оригинални мултимедийни файлове, без автоматично генерирани файлове.
lt: Atsisiųskite tik originalius medijos failus be jokių automatiškai sukurtų failų.
sl: Prenesite samo izvirne medijske datoteke brez samodejno ustvarjenih datotek.

source: Download remote files
bg: Изтегляне на отдалечени файлове
lt: Atsisiųsti nuotolinius failus
sl: Prenos oddaljenih datotek

source: Download single files and zip archives.
bg: Изтеглете единични файлове и архиви zip.
lt: Atsisiųskite atskirus failus ir zip archyvus.
sl: Prenesite posamezne datoteke in arhive zip.

source: Downloading…
bg: Изтегляне…
lt: Atsisiuntimas…
sl: Prenašanje…

source: Downscaling Filter
bg: Филтър за намаляване на мащаба
lt: Mažinimo filtras
sl: Filter za zmanjševanje obsega

source: Drag and drop files here
bg: Влачете и пуснете файлове тук
lt: Vilkite ir meskite failus čia
sl: Povlecite in spustite datoteke sem

source: Due to the high volume of emails we receive, our team may be unable to get back to you immediately.
bg: Поради големия брой имейли, които получаваме, нашият екип може да не успее да ви отговори веднага.
lt: Dėl didelio gaunamų el. laiškų kiekio mūsų komanda gali nepavykti iš karto su jumis susisiekti.
sl: Zaradi velike količine prejetih e-poštnih sporočil naša ekipa morda ne bo mogla takoj odgovoriti.

source: Duplicates will be skipped and only appear once.
bg: Дубликатите ще бъдат пропуснати и ще се появят само веднъж.
lt: Dublikatai bus praleisti ir rodomi tik vieną kartą.
sl: Podvojeni podatki bodo preskočeni in prikazani samo enkrat.

source: Duration
bg: Дарения
lt: Dovanos
sl: Trajanje

source: Dynamic Previews
bg: Динамични прегледи
lt: Dinaminės peržiūros
sl: Dinamični predogledi

source: Dynamic Size Limit: %{n}px
bg: Ограничение на динамичния размер: %{n}px
lt: Dinaminio dydžio riba: %{n}px
sl: Omejitev dinamične velikosti: %{n}px

source: E-Mail
bg: Електронна поща
lt: El. paštas
sl: E-naslov

source: Edit
bg: Редактиране на
lt: Redaguoti
sl: Uredi

source: Edit %{s}
bg: Редактиране на %{s}
lt: Redaguoti %{pavadinimas}
sl: Urejanje %{s}

source: Edit Account
bg: Редактиране на акаунт
lt: Redaguoti paskyrą
sl: Urejanje računa

source: Edit Photo
bg: Редактиране на снимка
lt: Redaguoti nuotrauką
sl: Uredi fotografijo

source: Edited
bg: Редактиран
lt: Redaguota
sl: Urejeno

source: Email
bg: Имейл
lt: El. paštas
sl: E-pošta

source: Enable debug mode to display additional logs and help with troubleshooting.
bg: Активирайте режима за отстраняване на грешки, за да покажете допълнителни логове и да помогнете при отстраняването на неизправности.
lt: Įjunkite derinimo režimą, kad būtų rodomi papildomi žurnalai ir padedama šalinti triktis.
sl: Omogočite način za odpravljanje napak, da prikažete dodatne dnevnike in si pomagate pri odpravljanju težav.

source: Enable new features that may be incomplete or unstable.
bg: Разрешаване на нови функции, които може да са непълни или нестабилни.
lt: įgalinti naujas funkcijas, kurios gali būti neišbaigtos arba nestabilios.
sl: omogočanje novih funkcij, ki so lahko nepopolne ali nestabilne.

source: Enables RAW converter presets. May reduce performance.
bg: Активира предварителните настройки на конвертора RAW. Може да намали производителността.
lt: Įjungiamos RAW konverterio išankstinės nuostatos. Gali sumažinti našumą.
sl: Omogoči prednastavitve pretvornika RAW. Lahko zmanjša zmogljivost.

source: Enabling two-factor authentication means that you will need a randomly generated verification code to log in, so even if someone gains access to your password, they will not be able to access your account.
bg: Активирането на двуфакторно удостоверяване означава, че ще ви трябва произволно генериран код за потвърждение, за да влезете, така че дори ако някой получи достъп до вашата парола, той няма да може да влезе в акаунта ви.
lt: Dviejų veiksnių autentifikavimo įjungimas reiškia, kad norint prisijungti, jums reikės atsitiktinai sugeneruoto patvirtinimo kodo, todėl net jei kas nors gaus prieigą prie jūsų slaptažodžio, jis negalės pasiekti jūsų paskyros.
sl: Omogočanje dvostopenjske avtentikacije pomeni, da boste za prijavo potrebovali naključno ustvarjeno potrditveno kodo, tako da tudi če nekdo pridobi dostop do vašega gesla, ne bo mogel dostopati do vašega računa.

source: Enter date
bg: Въведете датата
lt: Įveskite datą
sl: Vnesite datum

source: Enter dates
bg: Въведете дати
lt: Įveskite datas
sl: Vnesite datume

source: Enter the code generated by your authenticator app:
bg: Въведете кода, генериран от приложението за удостоверяване:
lt: Įveskite autentifikatoriaus programėlės sugeneruotą kodą:
sl: Vnesite kodo, ki jo ustvari aplikacija za preverjanje pristnosti:

source: Enter verification code
bg: Въведете код за верификация
lt: Įveskite patvirtinimo kodą
sl: vnesi potrditveno kodo

source: Enter your password to confirm the action and continue:
bg: Въведете паролата си, за да потвърдите действието и продължете:
lt: Įveskite slaptažodį, kad patvirtintumėte veiksmą ir tęstumėte:
sl: Vnesite geslo za potrditev dejanja in nadaljujte:

source: Error
bg: Грешка
lt: Klaida
sl: Napaka

source: Errors
bg: Грешки
lt: Klaidos
sl: Napake

source: Estimate
bg: Прогноза
lt: Apskaičiuokite
sl: Ocena

source: Estimate Locations
bg: Прогнозни местоположения
lt: Apytikrės vietos
sl: Ocenjevanje lokacij

source: Estimate the approximate location of pictures without GPS coordinates.
bg: Оценка на приблизителното местоположение на снимки без GPS координати.
lt: Apytiksliai įvertinkite nuotraukų vietą be GPS koordinačių.
sl: Ocenite približno lokacijo slik brez koordinat GPS.

source: Every two days
bg: На всеки два дни
lt: Kas dvi dienas
sl: Vsaka dva dni

source: Exclude content marked as private from search results, shared albums, labels, and places.
bg: Изключване на съдържание, маркирано като лично, от резултатите от търсенето, споделените албуми, етикетите и местата.
lt: Neįtraukti turinio, pažymėto kaip privataus, į paieškos rezultatus, bendrinamus albumus, etiketes ir vietas.
sl: Vsebino, označeno kot zasebno, izključite iz rezultatov iskanja, skupnih albumov, značk in krajev.

source: Exclude hidden
bg: Изключване на скрити
lt: Neįtraukti paslėptų
sl: Izključite skrite

source: ExifTool is required for full support of XMP metadata, videos and Live Photos.
bg: Извличането на метаданни с ExifTool е необходимо за пълна поддръжка на видео, снимки в реално време и XMP.
lt: Kad būtų palaikomi visi vaizdo įrašai, tiesioginės nuotraukos ir XMP, reikia ištraukti metaduomenis su "ExifTool".
sl: Za popolno podporo za videoposnetke, fotografije v živo in XMP je potrebno pridobivanje metapodatkov z orodjem ExifTool.

source: Expand Search
bg: Разширяване на търсенето
lt: Išplėsti paiešką
sl: Razširiti iskanje

source: Experimental Features
bg: Експериментални функции
lt: Eksperimentinės funkcijos
sl: Eksperimentalne funkcije

source: Expires
bg: Срокът на валидност изтича на
lt: Galioja iki
sl: Velja do

source: Exposure
bg: Експозиция
lt: Ekspozicija
sl: Izpostavljenost

source: Extract still images and generate thumbnails while indexing.
bg: Извличане на неподвижни изображения и генериране на миниатюри по време на индексирането.
lt: Ištraukite nejudančius vaizdus ir indeksuodami generuokite miniatiūras.
sl: Med indeksiranjem izpisujte mirujoče slike in ustvarjajte sličice.

source: F Number
bg: Номер F
lt: F skaičius
sl: Številka F

source: Face
bg: Лице
lt: Veidas
sl: Obraz

source: Faces
bg: Лица
lt: Veidai
sl: Obrazi

source: Failed removing link
bg: Неуспешно премахване на връзката
lt: Nepavyko pašalinti nuorodos
sl: Neuspešno odstranjevanje povezave

source: Failed to connect account.
bg: Неуспешно свързване на акаунт.
lt: Nepavyko prisijungti prie paskyros.
sl: Ni uspelo povezati računa.

source: Failed updating link
bg: Неуспешно актуализиране на връзката
lt: Nepavyko atnaujinti nuorodos
sl: Neuspešno posodabljanje povezave

source: Family Name
bg: Фамилно име
lt: Šeimos pavadinimas
sl: Družinsko ime

source: Fast
bg: Бърз
lt: Greitai
sl: Hitro

source: Favorite
bg: Любими
lt: Mėgstamiausias
sl: Najljubši

source: Favorites
bg: Любими
lt: Mėgstamiausi
sl: Priljubljeno

source: Feature Request
bg: Заявка за функция
lt: Funkcijos prašymas
sl: Zahteva za funkcijo

source: Feedback
bg: Обратна връзка
lt: Atsiliepimai
sl: Povratne informacije

source: Female
bg: Жена
lt: Moteris
sl: Ženske

source: File
bg: Файл
lt: Failas
sl: Datoteka

source: File Browser
bg: Файлов браузър
lt: Failų naršyklė
sl: Brskalnik za datoteke

source: File Conversion
bg: Конвертиране на файлове
lt: Failų konvertavimas
sl: Pretvarjanje datotek

source: File Name
bg: Файл
lt: Failas
sl: Ime datoteke

source: File Size
bg: Файл
lt: Failas
sl: Datoteka

source: Filename
bg: Файл
lt: Failas
sl: Ime datoteke

source: Files
bg: Файлове
lt: Failai
sl: Datoteke

source: Files with sequential names like 'IMG_1234 (2)' and 'IMG_1234 (3)' belong to the same picture.
bg: Файлове с последователни имена като 'IMG_1234 (2)' и 'IMG_1234 (3)' принадлежат на една и съща снимка.
lt: Failai su nuosekliais pavadinimais, pavyzdžiui, 'IMG_1234 (2)' ir 'IMG_1234 (3)', priklauso tai pačiai nuotraukai.
sl: Datoteki z zaporednimi imeni, kot sta "IMG_1234 (2)" in "IMG_1234 (3)", pripadata isti sliki.

source: First page
bg: Първа страница
lt: Pirmas puslapis
sl: Prva stran

source: Focal Length
bg: Фокусно разстояние
lt: Židinio nuotolis
sl: Goriščna razdalja

source: Folder
bg: Папка
lt: Aplankas
sl: Mapa

source: Folder contains %{n} files
bg: Папката съдържа %{n} файлове
lt: Aplankale yra %{n} failų
sl: Mapa vsebuje %{n} datotek

source: Folder is empty
bg: Папката е празна
lt: Aplankas tuščias
sl: Mapa je prazna

source: Folders
bg: Папки
lt: Aplankalai
sl: Mape

source: Forgot password?
bg: Забравена парола?
lt: Pamiršote slaptažodį?
sl: Ste pozabili geslo?

source: Frames
bg: Рамки
lt: Kadrai
sl: Okviri

source: Full Access
bg: Пълен достъп
lt: Pilna prieiga
sl: Popoln dostop

source: Fullscreen
bg: Пълен екран
lt: Viso ekrano
sl: Celozaslonski zaslon

source: General
bg: Обща информация
lt: Bendra
sl: Splošno

source: Generate
bg: Генерирай
lt: Generuoti
sl: Ustvari

source: Generate albums of special moments, journeys, and places.
bg: Автоматично създава албуми на специални моменти, пътувания и места.
lt: Automatiškai sukuria ypatingų akimirkų, kelionių ir vietų albumus.
sl: Samodejno ustvari albume posebnih trenutkov, potovanj in krajev.

source: Generate Previews
bg: Генериране на предварителни изгледи
lt: Generuoti peržiūras
sl: Ustvarjanje predogledov

source: Generated
bg: Генериран
lt: Sukurta
sl: Ustvarjeno

source: Given Name
bg: Оригинално име
lt: Originalus pavadinimas
sl: Izvirno ime

source: Global Options
bg: Глобални опции
lt: Visuotinės parinktys
sl: Globalne možnosti

source: Go to page {0}
bg: Отидете на страница {0}
lt: Eiti į puslapį {0}
sl: Pojdi na stran {0}

source: Gold
bg: Злато
lt: Auksinis
sl: Zlato

source: Green
bg: Зелен
lt: Žalioji
sl: Zelena

source: Grey
bg: Сив
lt: Pilka
sl: Siva

source: Guest
bg: Гост
lt: Svečias
sl: Gost

source: Help
bg: Помощ
lt: Pagalba
sl: Pomoč

source: Help & Support
bg: Получаване на подкрепа
lt: Paramos gavimas
sl: Pomoč in podpora

source: Hidden
bg: Скрит
lt: Paslėptas
sl: Skriti

source: Hidden Files
bg: Скрити файлове
lt: Paslėpti failai
sl: Skrite datoteke

source: Hide
bg: Скрий
lt: Paslėpti
sl: Skrij

source: Hide photos that have been moved to archive.
bg: Скриване на снимки, които са преместени в архива.
lt: Paslėpti nuotraukas, kurios buvo perkeltos į archyvą.
sl: Skrijte fotografije, ki so bile prenesene v arhiv.

source: High
bg: Висок
lt: Aukštas
sl: Visoka

source: High Dynamic Range (HDR)
bg: Висок динамичен обхват (HDR)
lt: Didelis dinaminis diapazonas (HDR)
sl: Visok dinamični razpon (HDR)

source: How can we help?
bg: Как можем да помогнем?
lt: Kaip galime padėti?
sl: Kako lahko pomagamo?

source: If you lose access to your authenticator app or device, you can use your recovery code to regain access to your account.
bg: Ако загубите достъп до приложението или устройството си за удостоверяване, можете да използвате своя код за възстановяване, за да си възвърнете достъпа до акаунта си.
lt: Jei prarasite prieigą prie autentifikavimo programos ar įrenginio, galite naudoti atkūrimo kodą, kad atgautumėte prieigą prie paskyros.
sl: Če izgubite dostop do aplikacije ali naprave za preverjanje pristnosti, lahko uporabite svojo obnovitveno kodo, da znova pridobite dostop do svojega računa.

source: Image
bg: Изображение
lt: Vaizdas
sl: Slika

source: Image Quality
bg: Качество на изображението
lt: Vaizdo kokybė
sl: Kakovost slike

source: Import
bg: Внос
lt: Importas
sl: Uvoz

source: Import failed
bg: Импортирането е неуспешно
lt: Importuoti nepavyko
sl: Uvoz ni uspel

source: Imported files will be sorted by date and given a unique name to avoid duplicates.
bg: Внесените файлове ще бъдат сортирани по дата и ще получат уникално име, за да се избегнат дублирания.
lt: Importuoti failai bus surūšiuoti pagal datą ir jiems bus suteiktas unikalus pavadinimas, kad būtų išvengta pasikartojimų.
sl: Uvožene datoteke bodo razvrščene po datumu in bodo imele edinstveno ime, da bi se izognili podvajanju.

source: Imported files will be sorted by date and given a unique name.
bg: Внесените файлове ще бъдат сортирани по дата и ще им бъде дадено уникално име.
lt: Importuoti failai bus surūšiuoti pagal datą ir jiems bus suteiktas unikalus pavadinimas.
sl: Uvožene datoteke bodo razvrščene po datumu in bodo imele edinstveno ime.

source: Importing %{s}…
bg: Импортиране на %{s}…
lt: Importuojame %{pavadinimas}…
sl: Uvažanje %{s}…

source: Importing files to originals…
bg: Импортиране на файлове в оригинали…
lt: Failų importavimas į originalus…
sl: Uvoz datotek v izvirnike…

source: in
bg: в
lt: svetainėje
sl: na

source: In case pictures you expect are missing, please rescan your library and wait until indexing has been completed.
bg: В случай че очакваните от вас снимки липсват, моля сканирайте отново библиотеката си и изчакайте, докато индексирането приключи.
lt: Jei trūksta nuotraukų, kurių tikėjotės, iš naujo nuskaitykite savo biblioteką ir palaukite, kol bus baigtas indeksavimas.
sl: Če manjkajo slike, ki ste jih pričakovali, ponovno preglejte svojo knjižnico in počakajte, da bo indeksiranje končano.

source: Include RAW image files when downloading stacks and archives.
bg: Включване на файлове с RAW изображения при изтегляне на стекове и архиви.
lt: Atsisiunčiant stekus ir archyvus įtraukite RAW vaizdų failus.
sl: Vključite slikovne datoteke RAW pri prenašanju skladov in arhivov.

source: Include sidecar files when downloading stacks and archives.
bg: Включване на странични файлове при изтегляне на стекове и архиви.
lt: Atsisiunčiant stekus ir archyvus įtraukti šalutinius failus.
sl: Vključitev stranskih datotek pri prenosu skladov in arhivov.

source: Index
bg: Индекс
lt: Indeksas
sl: Indeks

source: Index and import files through the user interface.
bg: Индексирайте и импортирайте файлове чрез потребителския интерфейс.
lt: Indeksuokite ir importuokite failus per naudotojo sąsają.
sl: Indeksiranje in uvoz datotek prek uporabniškega vmesnika.

source: Indexing
bg: Индексиране
lt: Indeksavimas
sl: Indeksiranje

source: Indexing failed
bg: Индексирането е неуспешно
lt: Indeksavimas nepavyko
sl: Indeksiranje ni uspelo

source: Indexing media and sidecar files…
bg: Индексиране на мултимедийни и странични файлове…
lt: Medijos ir šalutinių failų indeksavimas…
sl: Indeksiranje medijskih in stranskih datotek…

source: Instance ID
bg: Идентификатор на инстанцията
lt: Atvejo ID
sl: ID instance

source: Interval
bg: Интервал
lt: Intervalas

source: Invalid
bg: Невалидна дата
lt: Neteisinga data
sl: Nepravilen datum

source: Invalid address
bg: Невалиден адрес
lt: Neteisingas adresas
sl: Nepravilen naslov

source: Invalid country
bg: Невалидна държава
lt: Netinkama šalis
sl: Neveljavna država

source: Invalid date
bg: Невалидна дата
lt: Neteisinga data
sl: Nepravilen datum

source: Invalid parameters
bg: Невалидна дата
lt: Neteisinga data
sl: Neveljavni parametri

source: Invalid photo selected
bg: Избрана е невалидна снимка
lt: Pasirinkta netinkama nuotrauka
sl: Izbrana napačna fotografija

source: Invalid time
bg: Невалидно време
lt: Netinkamas laikas
sl: Nepravilen čas

source: Invalid URL
bg: Невалиден URL адрес
lt: Netinkamas URL adresas
sl: Nepravilen URL

source: It is a one-time use code that will disable 2FA for your account when you use it.
bg: Това е код за еднократна употреба, който ще деактивира 2FA за вашия акаунт, когато го използвате.
lt: Tai vienkartinis kodas, kuris išjungs 2FA jūsų paskyroje, kai ją naudosite.
sl: To je koda za enkratno uporabo, ki onemogoči 2FA za vaš račun, ko jo uporabite.

source: Item
bg: Артикул
lt: Prekė
sl: Artikel

source: Items per page:
bg: Елементи на страница:
lt: Viename puslapyje esantys elementai:
sl: Elementi na stran:

source: JPEG Quality: %{n}
bg: Качество на JPEG: %{n}
lt: JPEG kokybė: %{n}
sl: Kakovost JPEG: %{n}

source: JPEG Size Limit: %{n}px
bg: Ограничение на размера на JPEG: %{n}px
lt: JPEG dydžio riba: %{n}px
sl: Omejitev velikosti JPEG: %{n}px

source: JPEGs and thumbnails are automatically rendered as needed.
bg: JPEG и миниатюрите се визуализират автоматично, когато е необходимо.
lt: JPEG ir miniatiūros prireikus atvaizduojamos automatiškai.
sl: JPEG in sličice se po potrebi samodejno prikažejo.

source: Keywords
bg: Ключови думи
lt: Raktiniai žodžiai
sl: Ključne besede

source: Label
bg: Етикет
lt: Etiketė
sl: Značka

source: Labels
bg: Етикети
lt: Etiketės
sl: Značke

source: Labels deleted
bg: Изтрити етикети
lt: Ištrintos etiketės
sl: Značke izbrisane

source: Lanczos: Detail Preservation, Minimal Artifacts
bg: Lanczos: Запазване на детайлите, минимални артефакти
lt: Lanczos: detalių išsaugojimas, minimalūs artefaktai
sl: Lanczos: ohranjanje podrobnosti, minimalni artefakti

source: Language
bg: Език
lt: Kalba
sl: Jezik

source: Last Active
bg: Последен активен
lt: Paskutinis aktyvus
sl: Zadnji aktivni

source: Last Login
bg: Последно влизане
lt: Paskutinis prisijungimas
sl: Zadnja prijava

source: Last page
bg: Последна страница
lt: Paskutinis puslapis
sl: Zadnja stran

source: Last Sync
bg: Синхронизиране
lt: Sinchronizavimas
sl: Zadnja sinhronizacija

source: Last Used
bg: Последно използван
lt: Paskutinis naudotas
sl: Nazadnje uporabljeno

source: Latitude
bg: Географска ширина
lt: Platuma
sl: Zemljepisna širina

source: Learn more
bg: Научете повече
lt: Sužinokite daugiau
sl: Preberite več

source: Legal Information
bg: Правна информация
lt: Teisinė informacija
sl: Pravne informacije

source: Lens
bg: Обектив
lt: Objektyvas
sl: Objektiv

source: Library
bg: Библиотека
lt: Biblioteka
sl: Knjižnica

source: License
bg: Лиценз
lt: Licencija
sl: Licenca

source: Like
bg: Като
lt: Kaip
sl: Všeč mi je

source: Limit reached, showing first %{n} files
bg: Лимитът е достигнат, показваме първите %{n} файлове
lt: Limitas pasiektas, rodomi pirmieji %{n} failai
sl: Omejitev je dosežena, prikazovanje prvih %{n} datotekek

source: Linear: Very Smooth, Best Performance
bg: Линейни: Много гладка, най-добра производителност
lt: Linijinis: Labai sklandus, geriausias našumas
sl: Linearno: Zelo gladko, najboljša zmogljivost

source: Link
bg: Връзка
lt: Nuoroda
sl: Povezava

source: List
bg: Списък
lt: Sąrašas
sl: Seznam

source: Live
bg: На живо
lt: Gyvai
sl: V živo

source: Live Photos
bg: Снимки
lt: Nuotraukos
sl: Fotografije

source: Load more
bg: Заредете повече
lt: Įkelti daugiau
sl: Naloži več

source: Loading items...
bg: Зареждане на елементи...
lt: Įkeliami elementai...
sl: Nalaganje elementov...

source: Loading...
bg: Зареждане...
lt: Pakraunama...
sl: Nalaganje...

source: Local
bg: Местни
lt: Vietinis
sl: Lokalni

source: Local Time
bg: Местно време
lt: Vietinis laikas
sl: Lokalni čas

source: Location
bg: Местоположение
lt: Vieta
sl: Lokacija

source: Log messages appear here whenever PhotoPrism comes across broken files, or there are other potential issues.
bg: Съобщенията в дневника се появяват тук, когато PhotoPrism се натъкне на повредени файлове или има други потенциални проблеми.
lt: Žurnalo pranešimai čia rodomi, kai "PhotoPrism" susiduria su sugadintais failais arba kitomis galimomis problemomis.
sl: Sporočila dnevnika se tu pojavijo, kadar PhotoPrism naleti na pokvarjene datoteke ali druge morebitne težave.

source: Login
bg: Вход
lt: Prisijungimas
sl: Prijava

source: Logout
bg: Излизане от системата
lt: Atsijungimas
sl: Odjava

source: Logs
bg: Дневници
lt: Žurnalai
sl: Dnevniki

source: Longitude
bg: Дължина
lt: Ilguma
sl: Zemljepisna dolžina

source: Low
bg: Нисък
lt: Žema
sl: Nizka

source: Low Resolution
bg: Ниска разделителна способност
lt: Maža skiriamoji geba
sl: Nizka ločljivost

source: Main Color
bg: Основен цвят
lt: Pagrindinė spalva
sl: Glavna barva

source: Male
bg: Мъжки
lt: Vyras
sl: Moški

source: Manage Account
bg: Управление на акаунта
lt: Tvarkyti paskyrą
sl: Upravljanje računa

source: Manual
bg: Ръководство
lt: Rankinis
sl: Priročnik

source: Manual Upload
bg: Ръчно качване
lt: Įkėlimas rankiniu būdu
sl: Ročno nalaganje

source: Maps
bg: Карти
lt: Žemėlapiai
sl: Zemljevidi

source: Marker
bg: Маркер
lt: Žymeklis
sl: Označevalnik

source: Medium
bg: Среден
lt: Vidutinis
sl: Srednja

source: Membership
bg: Членство
lt: Narystė
sl: Članstvo

source: Merge %{a} with %{b}?
bg: Сливане на %{a} с %{b}?
lt: Sujungti %{a} su %{b}?
sl: Združiti %{a} z %{b}?

source: Message sent
bg: Изпратено съобщение
lt: Išsiųsta žinutė
sl: Poslano sporočilo

source: Metadata
bg: Метаданни
lt: Metaduomenys
sl: Metapodatki

source: Metrics
bg: Метрика
lt: Metrika
sl: Metrike

source: Minimize
bg: Минимизиране на
lt: Sumažinkite
sl: Zmanjšajte

source: Missing
bg: Липсващ
lt: Trūksta
sl: Manjka
