Repository: photoprismci/photoprism
Catalog: frontend/src/locales/*.po
Languages: bg, lt, sl

source: {0} appended action
bg: {0} приложено действие
lt: {0} pridėtas veiksmas
sl: {0} priloženo dejanje

source: {0} files
bg: {0} файлове
lt: {0} failų
sl: {0} datotek

source: {0} files ({1} in total)
bg: {0} файлове (общо {1})
lt: {0} failų (iš viso {1})
sl: {0} datotek (skupaj {1})

source: {0} more
bg: {0} още
lt: {0} daugiau
sl: {0} več

source: {0} prepended action
bg: {0} предварително добавено действие
lt: {0} iš anksto pridėtas veiksmas
sl: {0} predpomnjen ukrep

source: {0} selected
bg: {0} избран
lt: {0} pasirinkta
sl: {0} izbrano

source: {0}-{1} of {2}
bg: {0}-{1} от {2}
lt: {0}-{1} iš {2}
sl: {0}-{1} iz {2}

source: %{n} albums found
bg: %{n} намерени албума
lt: %{n} rasti albumai
sl: %{n} najdenih albumov

source: %{n} files uploaded
bg: %{n} качени файла
lt: %{n} įkelti failai
sl: %{n} naloženih datotek

source: %{n} folders found
bg: %{n} намерени папки
lt: rasta %{n} aplankų
sl: %{n} najdenih map

source: %{n} labels found
bg: %{n} намерени етикети
lt: rasta %{n} etikečių
sl: %{n} najdenih značk

source: %{n} people found
bg: %{n} намерени човека
lt: rasta %{n} žmonių
sl: %{n} najdenih oseb

source: %{n} pictures found
bg: %{n} намерени снимки
lt: rasta %{n} paveikslėlių
sl: %{n} najdenih slik

source: %{s} is too long
bg: %{s} е твърде дълъг
lt: %{s} yra per ilgas
sl: %{s} je predolg

source: %{s} is too short
bg: %{s} е твърде кратък
lt: %{s} yra per trumpas
sl: %{s} je prekratek

source: 1 hour
bg: 1 час
lt: 1 val.
sl: 1 ura

source: 12 hours
bg: 12 часа
lt: 12 valandų
sl: 12 ur

source: 2-Factor Authentication
bg: Удостоверяване с 2 фактора
lt: 2 veiksnių autentiškumo nustatymas
sl: 2-faktorsko preverjanje pristnosti

source: 4 hours
bg: 4 часа
lt: 4 valandos
sl: 4 ure

source: A click will copy it to your clipboard.
bg: Едно кликване ще го копира в клипборда ви.
lt: Paspaudę jį nukopijuosite į iškarpinę.
sl: S klikom ga boste kopirali v odložišče.

source: A new version of %{s} is available:
bg: Налична е нова версия на %{s}:
lt: Pasirodė nauja %{s} versija:
sl: Na voljo je nova različica %{s}:

source: About
bg: За
lt: Apie
sl: Podrobno

source: Access Token
bg: Токен за достъп
lt: Prieigos žetonas
sl: Žeton za dostop

source: Account
bg: Акаунт
lt: Sąskaita
sl: Račun

source: Account created
bg: Създаден акаунт
lt: Sukurta paskyra
sl: Ustvarjen račun

source: Account deleted
bg: Изтрит акаунт
lt: Ištrinta paskyra
sl: Račun je izbrisan

source: Accounts
bg: Сметки
lt: Sąskaitos
sl: Računi

source: Accuracy
bg: Точност
lt: Tikslumas
sl: Natančnost

source: Action
bg: Действие
lt: Veiksmas
sl: Akcija

source: Actions
bg: Действия
lt: Veiksmai
sl: Akcije

source: Activate
bg: Активиране на
lt: Suaktyvinti
sl: Aktivacija

source: Activate to remove sorting.
bg: Активирайте, за да премахнете сортирането.
lt: Aktyvuokite, kad pašalintumėte rūšiavimą.
sl: Aktivirajte za odstranitev razvrščanja.

source: Activate to sort ascending.
bg: Активирайте, за да сортирате възходящо.
lt: Aktyvuokite, kad rūšiuotumėte didėjančia tvarka.
sl: Aktivirajte za naraščajoče razvrščanje.

source: Activate to sort descending.
bg: Активирайте, за да сортирате в низходящ ред.
lt: Aktyvuokite, jei norite rūšiuoti mažėjančia tvarka.
sl: Aktivirajte za razvrščanje po padajočem vrstnem redu.

source: Activation Code
bg: Код за активиране
lt: Aktyvinimo kodas
sl: Aktivacijska koda

source: Add
bg: Добавяне на
lt: Pridėti
sl: Dodaj

source: Add %{s}?
bg: Добавяне на %{s}?
lt: Pridėti %{vardas}?
sl: Dodaj %{s}?

source: Add Account
bg: Добавяне на акаунт
lt: Redaguoti paskyrą
sl: Dodaj račun

source: Add Album
bg: Добави албум
lt: Pridėti albumą
sl: Dodajanje albuma

source: Add files to your library via Web Upload.
bg: Добавете файлове към своята библиотека през Web Upload.
lt: Pridėkite failų į savo biblioteką naudodami "Web Upload".
sl: Dodajanje datotek v knjižnico preko spletnega nalaganja.

source: Add Link
bg: Добавете линк
lt: Pridėti nuorodą
sl: Dodaj povezavo

source: Add person?
bg: Добавяне на човек?
lt: Pridėti asmenį?
sl: Dodati osebo?

source: Add pictures from search results by selecting them.
bg: Добавете снимки от резултатите от търсенето, като ги избирате.
lt: Pridėkite nuotraukas iš paieškos rezultatų jas pasirinkdami.
sl: Dodajte slike iz rezultatov iskanja, z izbiranjem.

source: Add to album
bg: Добавете към албум
lt: Pridėti į albumą
sl: Dodaj v album

source: Added
bg: Добавено
lt: Pridėta
sl: Dodano

source: Admin
bg: Администратор
lt: Administratorius

source: Advanced
bg: Разширени
lt: Išplėstinė
sl: Napredno

source: After 1 day
bg: След 1 ден
lt: Po 1 dienos
sl: Po 1 dnevu

source: After 3 days
bg: След 3 дни
lt: Po 3 dienų
sl: Po 3 dneh

source: After 7 days
bg: След 7 дни
lt: Po 7 dienų
sl: Po 7 dneh

source: After entering your password for confirmation, you can set up two-factor authentication with a compatible authenticator app or device:
bg: След като въведете паролата си за потвърждение, можете да настроите двуфакторно удостоверяване със съвместимо приложение или устройство за удостоверяване:
lt: Įvedę slaptažodį patvirtinimui, galite nustatyti dviejų veiksnių autentifikavimą naudodami suderinamą autentifikavimo programą arba įrenginį:
sl: Ko vnesete geslo za potrditev, lahko nastavite dvostopenjsko avtentikacijo z združljivo aplikacijo ali napravo za preverjanje pristnosti:

source: After one month
bg: След 1 месец
lt: Po vieno mėnesio
sl: Po enem mesecu

source: After one year
bg: След една година
lt: Po vienerių metų
sl: Po enem letu

source: After selecting pictures from search results, you can add them to an album using the context menu.
bg: След като изберете снимки от резултатите от търсенето, можете да ги добавите в албум чрез контекстното меню.
lt: Pasirinkę nuotraukas iš paieškos rezultatų, galite jas įtraukti į albumą naudodami kontekstinį meniu.
sl: Ko izberete slike iz rezultatov iskanja, jih lahko s pomočjo kontekstnega menija dodate v album.

source: After two months
bg: След два месеца
lt: Po dviejų mėnesių
sl: Po dveh mesecih

source: After two weeks
bg: След две седмици
lt: Po dviejų savaičių
sl: Po dveh tednih

source: Album
bg: Албум
lt: Albumas

source: Album Backups
bg: Резервни копия на албуми
lt: Albumo atsarginės kopijos
sl: Varnostne kopije albumov

source: Album created
bg: Създаден албум
lt: Sukurtas albumas
sl: Ustvarjen album

source: Albums
bg: Албуми
lt: Albumai
sl: Albumi

source: Albums deleted
bg: Изтрити албуми
lt: Ištrinti albumai
sl: Izbrisani albumi

source: All
bg: Всички
lt: Visi
sl: Vse

source: All %{n} albums loaded
bg: Всички %{n} албуми са заредени
lt: Įkelti visi %{n} albumai
sl: Vseh %{n} je bilo naloženih

source: All %{n} labels loaded
bg: Всички %{n} етикети са заредени
lt: Įkeltos visos %{n} etiketės
sl: Vseh %{n} nalepk je bilo naloženih

source: All %{n} people loaded
bg: Всички %{n} хора са заредени
lt: Įkelti visi %{n} žmonės
sl: Vseh %{n} oseb je bilo dodanih

source: All Cameras
bg: Всички камери
lt: Visi fotoaparatai
sl: Vsi fotoaparati

source: All Categories
bg: Всички категории
lt: Visos kategorijos
sl: Vse kategorije

source: All Colors
bg: Всички цветове
lt: Visos spalvos
sl: Vse barve

source: All Countries
bg: Всички страни
lt: Visos šalys
sl: Vse države

source: All fields are required
bg: Всички полета са задължителни
lt: Visi laukai yra privalomi
sl: Vsa polja so obvezna

source: All files from import folder
bg: Всички файлове от папката за импорт
lt: Visi failai iš importo aplanko
sl: Vse datoteke iz uvozne mape

source: All Lenses
bg: Всички обективи
lt: Visi objektyvai
sl: Vsi objektivi

source: All Months
bg: Всички месеци
lt: Visi mėnesiai
sl: Vsi meseci

source: All originals
bg: Всички оригинали
lt: Visi originalai
sl: Vse izvirne

source: All Years
bg: Всички години
lt: Visi metai
sl: Vsa leta

source: Alternatively, you can upload files directly to WebDAV servers like Nextcloud.
bg: Освен това можете да качвате файлове директно на WebDAV сървъри като Nextcloud.
lt: Taip pat galite įkelti failus tiesiai į WebDAV serverius, pvz., "Nextcloud".
sl: Datoteke lahko prenesete tudi neposredno v strežnike WebDAV, kot je Nextcloud.

source: Altitude
bg: Надморска височина
lt: Aukštis
sl: Nadmorska višina

source: Altitude (m)
bg: Надморска височина (м)
lt: Aukštis (m)
sl: Nadmorska višina (m)

source: Animated
bg: Анимация
lt: Animuota
sl: Animirani

source: Animation
bg: Анимация
lt: Animacija
sl: Animacija

source: Any private photos and videos remain private and won't be shared.
bg: Всички лични снимки и видеоклипове остават лични и няма да бъдат споделяни.
lt: Visos privačios nuotraukos ir vaizdo įrašai išlieka privatūs ir jais nebus dalijamasi.
sl: Vse zasebne fotografije in videoposnetki ostanejo zasebni in ne bodo deljeni.

source: API Key
bg: Ключ за API
lt: API raktas
sl: Ključ API

source: Application
bg: Приложение
lt: Paraiška
sl: Aplikacija

source: Apply
bg: Направете заявка на
lt: Taikyti
sl: Uporabi

source: Approve
bg: Одобряване на
lt: Patvirtinti
sl: Potrdi

source: Apps and Devices
bg: Приложения и устройства
lt: Programėlės ir įrenginiai
sl: Aplikacije in naprave

source: Archive
bg: Архив
lt: Archyvas
sl: Arhiv

source: Archived
bg: Архивирано
lt: Archyvuota
sl: Arhivirano

source: Are you sure you want to archive the selection?
bg: Сигурни ли сте, че искате да архивирате селекцията?
lt: Ar tikrai norite archyvuoti pasirinkimą?
sl: Ali ste prepričani, da želite arhivirati izbor?

source: Are you sure you want to delete all archived pictures?
bg: Сигурни ли сте, че искате да изтриете всички архивирани снимки?
lt: Ar tikrai norite ištrinti visas archyvuotas nuotraukas?
sl: Ali ste prepričani, da želite izbrisati vse arhivirane slike?

source: Are you sure you want to delete these albums?
bg: Сигурни ли сте, че искате да изтриете тези албуми?
lt: Ar tikrai norite ištrinti šiuos albumus?
sl: Ste prepričani, da želite izbrisati te albume?

source: Are you sure you want to delete these labels?
bg: Сигурни ли сте, че искате да изтриете тези етикети?
lt: Ar tikrai norite ištrinti šias etiketes?
sl: Ali ste prepričani, da želite izbrisati te značke?

source: Are you sure you want to delete this account?
bg: Сигурни ли сте, че искате да изтриете този акаунт?
lt: Ar tikrai norite ištrinti šią paskyrą?
sl: Ste prepričani, da želite izbrisati ta račun?

source: Are you sure you want to permanently delete these pictures?
bg: Сигурни ли сте, че искате да изтриете тези снимки за постоянно?
lt: Ar tikrai norite visam laikui ištrinti šias nuotraukas?
sl: Ste prepričani, da želite trajno izbrisati te slike?

source: Are you sure you want to permanently delete this file?
bg: Сигурни ли сте, че искате да изтриете окончателно този файл?
lt: Ar tikrai norite visam laikui ištrinti šį failą?
sl: Ali ste prepričani, da želite trajno izbrisati to datoteko?

source: Are you sure?
bg: Сигурен ли сте?
lt: Ar esate tikri?
sl: Ste prepričani?

source: Artist
bg: Художник
lt: Menininkas
sl: Fotograf

source: Aspect Ratio
bg: Съотношение
lt: Kraštinių santykis
sl: Razmerje stranic

source: Authentication
bg: Удостоверяване
lt: Autentiškumo nustatymas
sl: Preverjanje pristnosti

source: Auto
lt: Automatinis
sl: Samodejno

source: Back
bg: обратно
lt: Atgal
sl: Nazaj

source: Back to top
bg: Върнете се в началото
lt: Grįžti į viršų
sl: Nazaj na vrh

source: Backup
bg: Резервно копие
lt: Atsarginė kopija
sl: Varnostna kopija

source: Badge
bg: Значка
lt: Ženkliukas
sl: Značka

source: Base Path
bg: Базов път
lt: Bazinis kelias
sl: Osnovna pot

source: Become a member today, support our mission and enjoy our member benefits!
bg: Станете член днес, подкрепете нашата мисия и се възползвайте от нашите ползи за членовете!
lt: Tapkite nariu šiandien, paremkite mūsų misiją ir naudokitės nario privilegijomis!
sl: Postanite član še danes, podprite naše poslanstvo in uživajte v naših članskih ugodnostih!

source: Being 100% self-funded and independent, we can promise you that we will never sell your data and that we will always be transparent about our software and services.
bg: Тъй като сме 100% самофинансирани и независими, можем да ви обещаем, че никога няма да продадем вашите данни и че винаги ще бъдем прозрачни по отношение на нашия софтуер и услуги.
lt: Kadangi esame 100 % savarankiškai finansuojami ir nepriklausomi, galime pažadėti, kad niekada neparduosime jūsų duomenų ir visada skaidriai informuosime apie savo programinę įrangą ir paslaugas.
sl: Ker se financiramo sami in smo 100-odstotno neodvisni, vam lahko obljubimo, da nikoli ne bomo prodali vaših podatkov ter da bomo vedno pregledni glede naše programske opreme in storitev.

source: Birth Date
bg: Дата на раждане
lt: Gimimo data
sl: Datum rojstva

source: Black
bg: Черен
lt: Juoda
sl: Črna

source: Blackman: Lanczos Modification, Less Ringing Artifacts
bg: Blackman: Модификация на Lanczos, по-малко звънящи артефакти
lt: Blackman: Lanczos Modifikacija,Mažiau Žiedinių Artefaktų
sl: Blackman: Lanczosova modifikacija, manj zvonjenja artefaktov

source: Blue
bg: Син
lt: Mėlyna
sl: Modra

source: Brown
bg: Кафяв
lt: Ruda
sl: Rjava

source: Browse
bg: Преглед на
lt: Naršykite
sl: Brskanje po

source: Browse and edit image classification labels.
bg: Преглеждайте и редактирайте етикети за класификация на изображения.
lt: Naršykite ir redaguokite vaizdų klasifikavimo etiketes.
sl: Brskajte po značkah za razvrščanje slik in jih urejajte.

source: Browse Files
bg: Преглед на файлове
lt: Naršyti failus
sl: Brskanje po datotekah

source: Browse indexed files and folders in Library.
bg: Преглеждайте индексираните файлове и папки в Библиотеката.
lt: Naršykite po bibliotekos indeksuotus failus ir aplankus.
sl: Brskanje po indeksiranih datotekah in mapah v knjižnici.

source: Bug Report
bg: Доклад за грешка
lt: Pranešimas apie klaidą
sl: Poročilo o napaki

source: Busy, please wait…
bg: Заето, моля, изчакайте…
lt: Užimtas, palaukite…
sl: Zaseden, prosim počakajte…

source: By using the software and services we provide, you agree to our terms of service, privacy policy, and code of conduct.
bg: С използването на софтуера и услугите, които предоставяме, вие се съгласявате с нашите условия за ползване, политика за поверителност и кодекс на поведение.
lt: Naudodamiesi mūsų teikiama programine įranga ir paslaugomis, sutinkate su mūsų paslaugų teikimo sąlygomis, privatumo politika ir elgesio kodeksu.
sl: Z uporabo programske opreme in storitev, ki jih ponujamo, se strinjate z našimi pogoji uporabe storitev, pravilnikom o zasebnosti in kodeksom ravnanja.

source: Calendar
bg: Календар
lt: Kalendorius
sl: Koledar

source: Camera
bg: Камера
lt: Fotoaparatas
sl: Fotoaparat

source: Camera Serial
bg: Серийна камера
lt: Kameros serijinis
sl: Serijska kamere

source: Can't access your authenticator app or device?
bg: Не можете да получите достъп до приложението или устройството си за удостоверяване?
lt: Negalite prisijungti prie autentifikatoriaus programos arba įrenginio?
sl: Ne morete dostopati do aplikacije ali naprave za preverjanje pristnosti?

source: Can't load more, limit reached
bg: Не мога да заредя повече, лимитът е достигнат
lt: Negalima įkelti daugiau, pasiekta riba
sl: Ne morem naložiti več, omejitev je dosežena

source: Can't select more items
bg: Не мога да избера повече елементи
lt: Negalima pasirinkti daugiau elementų
sl: Ne morete izbrati več elementov

source: Cancel
bg: Отмяна на
lt: Atšaukti
sl: Prekliči

source: Cannot copy to clipboard
bg: Не мога да копирам в клипборда
lt: Negalima kopijuoti į iškarpinę
sl: Ni mogoče kopirati v odložišče

source: Caption
bg: Заглавие
lt: Antraštė
sl: Naslov

source: Cards
bg: Карти
lt: Kortelės
sl: Kartice

source: Carousel slide {0} of {1}
bg: Въртележка, слайд {0} от {1}
lt: Karuselinė skaidrė {0} iš {1}
sl: Vrtiljak drsnik {0} od {1}

source: Category
bg: Категория
lt: Kategorija
sl: Kategorija

source: Change Avatar
bg: Промяна на частния флаг
lt: Keisti privačią vėliavą
sl: Spremeni avatarja

source: Change Password
bg: Нова парола
lt: Naujas slaptažodis
sl: Sprememba gesla

source: Change personal profile and security settings.
bg: Промяна на настройките на личния профил и сигурността.
lt: Keisti asmeninio profilio ir saugumo nustatymus.
sl: Spreminjanje osebnega profila in varnostnih nastavitev.

source: Change photo titles, locations, and other metadata.
bg: Променете заглавията на снимките, местоположенията и други метаданни.
lt: Keiskite nuotraukų pavadinimus, vietas ir kitus metaduomenis.
sl: Spremenite naslove fotografij, lokacije in druge metapodatke.

source: Change private flag
bg: Промяна на частния флаг
lt: Keisti privačią vėliavą
sl: Sprememba zasebne zastave

source: Changes could not be saved
bg: Промените не могат да бъдат запазени
lt: Pakeitimų nepavyko išsaugoti
sl: Sprememb ni bilo mogoče shraniti

source: Changes successfully saved
bg: Промените са успешно записани
lt: Pakeitimai sėkmingai išsaugoti
sl: Spremembe so bile uspešno shranjene

source: Changes to the advanced settings require a restart to take effect.
bg: Промените в разширените настройки изискват рестартиране, за да влязат в сила.
lt: Norint, kad išplėstinių nustatymų pakeitimai įsigaliotų, juos reikia paleisti iš naujo.
sl: Spremembe naprednih nastavitev je treba znova zagnati, da začnejo veljati.

source: Checked
bg: Проверено
lt: Patikrinta
sl: Izbrano

source: Cleaning index and cache
bg: Почистване на индекса и кеша
lt: Indekso ir talpyklos valymas
sl: Čiščenje indeksa in predpomnilnika

source: Cleanup
bg: Почистване
lt: Valymas
sl: Čiščenje

source: Clear {0}
bg: Изчистване на {0}
lt: Išvalyti {0}
sl: Počisti {0}

source: Client
bg: Клиент
lt: Klientas
sl: Stranka

source: Client Credentials
bg: Удостоверения на клиента
lt: Kliento įgaliojimai
sl: Pooblastila stranke

source: Close
bg: Затвори
lt: Uždaryti
sl: Zapri

source: Codec
bg: Кодек
lt: Kodekas
sl: Kodek

source: Color
bg: Цвят
lt: Spalva
sl: Barva

source: Color Profile
bg: Цветен профил
lt: Spalvų profilis
sl: Barvni profil

source: Colors
bg: Цветове
lt: Spalvos
sl: Barve

source: Compare Editions
bg: Сравняване на изданията
lt: Palyginti leidimus
sl: Primerjaj izdaje

source: Complete Rescan
bg: Пълно повторно сканиране
lt: Visiškas pakartotinis nuskaitymas
sl: Popolno ponovno skeniranje

source: Confidence
bg: Доверие
lt: Konfidencialu
sl: Zaupanje

source: Confirm
bg: Потвърдете
lt: Patvirtinti
sl: Potrdi

source: Connect
bg: Свържете
lt: Prisijungti
sl: Poveži

source: Connect via WebDAV
bg: Свързване чрез WebDAV
lt: Prisijungimas per WebDAV
sl: Poveži preko WebDAV

source: Connected
bg: Свържете
lt: Prisijungti
sl: Povezano

source: Contact Details
bg: Свържете се с нас
lt: Susisiekite su mumis
sl: Pišite nam

source: Contact Us
bg: Свържете се с нас
lt: Susisiekite su mumis
sl: Pišite nam

source: Contains %{n} pictures.
bg: Съдържа %{n} картинки.
lt: Sudėtyje yra %{n} paveikslėlių.
sl: Vsebuje %{n} slik.

source: Contains one picture.
bg: Съдържа една снимка.
lt: Yra vienas paveikslėlis.
sl: Vsebuje eno sliko.

source: Continue
bg: продължи
lt: Tęsti
sl: Nadaljuj

source: Continue with %{provider}
bg: Продължете с %{provider}
lt: Tęsti su %{provider}
sl: Nadaljujte z %{provider}

source: Contributor
bg: Донор
lt: Pateikėjas
sl: Sodelujoči

source: Converting
bg: Конвертиране на
lt: Konvertuojama
sl: Pretvarjanje

source: Copied to clipboard
bg: Копиране в клипборда
lt: Nukopijuota į iškarpinę
sl: Kopiranje v odložišče

source: Copy
bg: копие
lt: Kopijuoti
sl: Kopirati

source: Copyright
bg: Авторски права
lt: Autorinės teisės
sl: Avtorske pravice

source: Couldn't find anything.
bg: Не можах да намеря нищо.
lt: Nepavyko nieko rasti.
sl: Ničesar nisem našel.

source: Country
bg: Страна
lt: Šalis
sl: Država

source: Create Account
bg: Създаване на акаунт
lt: Sukurti paskyrą
sl: Ustvarjanje računa

source: Create album
bg: Създаване на албум
lt: Sukurti albumą
sl: Ustvari album

source: Create regular backups based on the configured schedule.
bg: Създаване на резервни копия на индекси въз основа на конфигуриран график.
lt: Kurkite indekso atsargines kopijas pagal sukonfigūruotą tvarkaraštį.
sl: Ustvarite varnostne kopije indeksov na podlagi konfiguriranega urnika.

source: Create YAML files to back up album metadata.
bg: Създаване на YAML файлове за архивиране на метаданните на албумите.
lt: Sukurkite YAML failus albumo metaduomenims kurti.
sl: Ustvarite datoteke YAML za varnostno kopiranje metapodatkov albuma.

source: Create YAML sidecar files to back up picture metadata.
bg: Създаване на странични файлове YAML за архивиране на метаданните на картината.
lt: Sukurkite YAML šalutinius failus paveikslėlių metaduomenims kurti.
sl: Ustvarite stranske datoteke YAML za varnostno kopiranje metapodatkov slik.

source: Created
bg: Създаден
lt: Sukurta
sl: Ustvarjeno

source: Creating thumbnails for
bg: Създаване на миниатюри за
lt: Miniatiūrų kūrimas
sl: Ustvarjanje sličic za

source: Cubic: Moderate Quality, Good Performance
bg: Кубичен: Умерено качество, добра производителност
lt: Kubinis: Vidutinė kokybė, geras našumas
sl: Kubični: Srednja kakovost, dobra zmogljivost

source: Current Password
bg: Текуща парола
lt: Dabartinis slaptažodis
sl: Trenutno geslo

source: Customer Support
bg: Поддръжка на клиенти
lt: Klientų aptarnavimas
sl: Podpora strankam

source: Cyan
lt: Žydra

source: Daily
lt: Kasdien
sl: Dnevno

source: Database Backups
bg: Резервни копия на бази данни
lt: Duomenų bazės atsarginės kopijos
sl: Varnostne kopije podatkovne baze

source: Day
bg: Ден
lt: Diena
sl: Dan

source: Deactivate
bg: Деактивирайте
lt: Išjungti
sl: Deaktiviraj

source: Debug Logs
bg: Протоколи за отработване
lt: Derinimo žurnalai
sl: Dnevniki za odpravljanje napak

source: Default
bg: По подразбиране
lt: Numatytoji
sl: Privzeto

source: Default Folder
bg: Папка по подразбиране
lt: Numatytasis aplankas
sl: Privzeta mapa

source: Delete
bg: Изтриване на
lt: Ištrinti
sl: Izbriši

source: Delete All
bg: Изтриване на всички
lt: Ištrinti viską
sl: Izbriši vse

source: Delete orphaned index entries, sidecar files and thumbnails.
bg: Изтриване на осиротели записи в индекса, странични файлове и миниатюри.
lt: Ištrinkite našlaičių indekso įrašus, šalutinius failus ir miniatiūras.
sl: Izbrišite osirotele vnose indeksa, datoteke stranskih sličic in sličic.

source: Description
bg: Описание
lt: Aprašymas
sl: Opis

source: Detailed instructions can be found in our User Guide.
bg: Подробни инструкции можете да намерите в нашето ръководство за потребителя.
lt: Išsamias instrukcijas rasite mūsų naudotojo vadove.
sl: Podrobna navodila so na voljo v našem uporabniškem priročniku.

source: Details
bg: Подробности
lt: Detalės
sl: Podrobnosti

source: Dimensions
bg: Размери
lt: Matmenys
sl: Dimenzije

source: Disable Backups
bg: Деактивиране на резервните копия
lt: Išjungti atsargines kopijas
sl: Onemogoči varnostno kopiranje

source: Disable Darktable
bg: Деактивиране на Darktable
lt: Išjungti "Darktable
sl: Onemogoči Darktable

source: Disable ExifTool
bg: Деактивиране на ExifTool
lt: Išjungti "ExifTool
sl: Onemogoči orodje ExifTool

source: Disable features that require write permission for the originals folder.
bg: Деактивирайте функциите, които изискват разрешение за запис в папката с оригинали.
lt: Išjunkite funkcijas, kurioms reikia originalų aplanko rašymo leidimo.
sl: Onemogočite funkcije, ki zahtevajo dovoljenje za pisanje v mapo z izvirniki.

source: Disable FFmpeg
bg: Деактивиране на FFmpeg
lt: Išjungti "FFmpeg
sl: Onemogoči FFmpeg

source: Disable ImageMagick
bg: Деактивиране на ImageMagick
lt: Išjungti "ImageMagick
sl: Onemogočite ImageMagick

source: Disable interactive world maps and reverse geocoding.
bg: Деактивиране на интерактивните карти на света и обратното геокодиране.
lt: Išjunkite interaktyvius pasaulio žemėlapius ir atvirkštinį geokodavimą.
sl: Onemogočite interaktivne zemljevide sveta in obratno geokodiranje.

source: Disable Places
bg: Деактивиране на местата
lt: Išjungti vietas
sl: Onemogoči mesta
