Repository: photoprismci/photoprism
Catalog: frontend/src/locales/*.po
Languages: bg, lt, sl

source: Missing or invalid configuration
bg: Липсваща или невалидна конфигурация
lt: Trūksta konfigūracijos arba ji negalioja
sl: Manjkajoča ali neveljavna konfiguracija

source: Moments
bg: Моменти
lt: Akimirkos
sl: Trenutki

source: Monochrome
bg: Монохромен
lt: Vienspalvis
sl: Enobarvni

source: Month
bg: Месец
lt: Mėnuo
sl: Mesec

source: Mosaic
bg: Мозайка
lt: Mozaika
sl: Mozaik

source: Most Relevant
bg: Най-подходящи
lt: Aktualiausia
sl: Najpomembnejši

source: Move Files
bg: Преместване на файлове
lt: Failų perkėlimas
sl: Premikanje datotek

source: Must have at least %{n} characters.
bg: Най-малко 6 символа.
lt: Ne mažiau kaip 6 ženklai.
sl: Imeti mora vsaj %{n} znakov.

source: Mute
bg: Заглушаване на звука
lt: Nutildyti
sl: Izklopite glasnost

source: Name
bg: Име
lt: Pavadinimas
sl: Ime

source: Name too long
bg: Прекалено дълго име
lt: Per ilgas vardas
sl: Predolgo ime

source: Never
bg: Никога
lt: Niekada
sl: Nikoli

source: New
bg: Нов
lt: Naujas
sl: Novo

source: New Password
bg: Нова парола
lt: Naujas slaptažodis
sl: Novo geslo

source: Newest First
bg: Най-новият първи
lt: Naujausias pirmas
sl: Najprej najnovejše

source: Next
bg: Следваща
lt: Kitas
sl: Naslednji

source: Next page
bg: Следваща страница
lt: Kitas puslapis
sl: Naslednja stran

source: Next visual
bg: Следваща визуална
lt: Kitas vaizdas
sl: Naslednji vizualni

source: No
bg: Не
lt: Ne
sl: Ne

source: No albums found
bg: Не са намерени албуми
lt: Albumų nerasta
sl: Ni najdenih albumov

source: No data available
bg: Няма налични данни
lt: Duomenų nėra
sl: Podatki niso na voljo

source: No labels found
bg: Не са намерени етикети
lt: Etikečių nerasta
sl: Ni najdenih nalepk

source: No matching records found
bg: Не са намерени съвпадащи записи
lt: Nerastas nė vienas tinkamas įrašas
sl: Ni bilo najdenih ustreznih zapisov

source: No more
bg: Не повече
lt: Ne daugiau
sl: Ne več

source: No people found
bg: Не са намерени хора
lt: Žmonių nerasta
sl: Ni bilo najdenih oseb

source: No pictures found
bg: Не са намерени снимки
lt: Paveikslėlių nerasta
sl: Ni bilo najdenih slik

source: No recently edited pictures
bg: Няма наскоро редактирани снимки
lt: Nėra neseniai redaguotų nuotraukų
sl: Brez nedavno urejenih slik

source: No server connection
bg: Няма връзка със сървъра
lt: Nėra ryšio su serveriu
sl: Ni povezave s strežnikom

source: No servers configured.
bg: Няма конфигурирани сървъри.
lt: Nėra sukonfigūruotų serverių.
sl: Strežniki niso konfigurirani.

source: No services configured.
bg: Няма конфигурирани сървъри.
lt: Nėra sukonfigūruotų serverių.
sl: Strežniki niso konfigurirani.

source: No thanks
bg: Не, благодаря
lt: Ne, ačiū
sl: Ne, hvala.

source: No warnings or error containing this keyword. Note that search is case-sensitive.
bg: Няма предупреждения или грешки, съдържащи тази ключова дума. Обърнете внимание, че при търсенето се отчитат малки и големи букви.
lt: Jokių įspėjimų ar klaidų su šiuo raktažodžiu nėra. Atkreipkite dėmesį, kad paieška priklauso nuo mažųjų ir didžiųjų raidžių.
sl: Ni opozoril ali napak, ki bi vsebovale to ključno besedo. Upoštevajte, da je iskanje občutljivo na velike in male črke.

source: Non-photographic and low-quality images require a review before they appear in search results.
bg: Нефотографските изображения и изображенията с ниско качество изискват преглед, преди да се появят в резултатите от търсенето.
lt: Prieš rodant nefotografuotus ir prastos kokybės vaizdus paieškos rezultatuose, juos reikia peržiūrėti.
sl: Nefotografske slike in slike nizke kakovosti je treba pred prikazom v rezultatih iskanja pregledati.

source: None
bg: Няма
lt: Nėra
sl: Ni

source: Not allowed
bg: Не е разрешено
lt: Neleidžiama
sl: Ni dovoljeno

source: Not found
bg: Не е намерен
lt: Nerasta
sl: Ga ni mogoče najti

source: Not sorted.
bg: Не е сортирано.
lt: Neišrūšiuota.
sl: Ni razvrščeno.

source: Not supported
bg: Не се поддържа
lt: Nepalaikoma
sl: Ni podprto

source: Note you may manually manage your originals folder and importing is optional.
bg: Имайте предвид, че можете да управлявате ръчно папката с оригинали, а импортирането не е задължително.
lt: Atkreipkite dėmesį, kad originalų aplanką galite tvarkyti rankiniu būdu, o importuoti neprivaloma.
sl: Upoštevajte, da lahko mapo z izvirniki upravljate ročno, uvoz pa ni obvezen.

source: Note:
bg: Забележка:
lt: Pastaba:
sl: Opomba:

source: Note: Only WebDAV servers, like Nextcloud or PhotoPrism, can be configured as remote service for backup and file upload.
bg: Забележка: Само WebDAV сървъри, като Nextcloud или PhotoPrism, могат да бъдат конфигурирани като отдалечена услуга за архивиране и качване на файлове.
lt: Pastaba: Tik WebDAV serverius, pavyzdžiui, "Nextcloud" arba "PhotoPrism", galima konfigūruoti kaip nuotolinę atsarginių kopijų kūrimo ir failų įkėlimo paslaugą.
sl: Opomba: Samo strežnike WebDAV, kot sta Nextcloud ali PhotoPrism, lahko konfigurirate kot oddaljeno storitev za varnostno kopiranje in prenos datotek.

source: Notes
bg: Бележки
lt: Pastabos
sl: Opombe

source: Nothing to see here yet.
bg: Все още няма нищо за гледане тук. Бъдете търпеливи.
lt: Kol kas čia nieko nematyti. Būkite kantrūs.
sl: Tu še ni ničesar za videti. Bodite potrpežljivi.

source: Nothing was found.
bg: Нищо не беше намерено.
lt: Nieko nerasta.
sl: Ničesar nismo našli.

source: OK
bg: ОК
lt: GERAI
sl: V REDU

source: Oldest First
bg: Най-старият първи
lt: Seniausias pirmas
sl: Najprej najstarejši

source: On Windows, enter the following resource in the connection dialog:
bg: В Windows въведете следния ресурс в диалоговия прозорец за връзка:
lt: "Windows" sistemoje prisijungimo dialogo lange įveskite šiuos išteklius:
sl: V operacijskem sistemu Windows v pogovorno okno za povezavo vnesite naslednji vir:

source: On-demand generation of thumbnails may cause high CPU and memory usage. It is not recommended for resource-constrained servers and NAS devices.
bg: Генерирането на миниатюри при поискване може да доведе до голямо използване на процесора и паметта. Това не се препоръчва за сървъри и NAS устройства с ограничени ресурси.
lt: Miniatiūrų generavimas pagal pareikalavimą gali būti susijęs su dideliu procesoriaus ir atminties naudojimu. Nerekomenduojama naudoti serveriuose ir NAS įrenginiuose, kurių ištekliai yra riboti.
sl: Ustvarjanje sličic na zahtevo lahko povzroči veliko porabo procesorja in pomnilnika. To ni priporočljivo za strežnike in naprave NAS z omejenimi viri.

source: Once a week
bg: Веднъж седмично
lt: Kartą per savaitę
sl: Enkrat na teden

source: One album found
bg: Намерен е един албум
lt: Rastas vienas albumas
sl: Najden je bil en album

source: One file found
bg: Намерен е един файл
lt: Rastas vienas failas
sl: Najdena je bila ena datoteka

source: One file uploaded
bg: Качен е един файл
lt: Įkeltas vienas failas
sl: Prenesena ena datoteka

source: One folder found
bg: Намерена е една папка
lt: Rastas vienas aplankas
sl: Najdena je bila ena mapa

source: One label found
bg: Намерен е един етикет
lt: Viena rasta etiketė
sl: Najdena je bila ena nalepka

source: One person found
bg: Един човек намери
lt: Vienas asmuo rado
sl: Ena oseba je našla

source: One picture found
bg: Една намерена снимка
lt: Vienas rastas paveikslėlis
sl: Najdena je bila ena slika

source: Only locally managed accounts can be set up for authentication with 2FA.
bg: Само локално управлявани акаунти могат да бъдат настроени за удостоверяване с 2FA.
lt: Tik vietoje valdomose paskyrose galima nustatyti autentifikavimą naudojant 2FA.
sl: Samo lokalno upravljane račune je mogoče nastaviti za preverjanje pristnosti z 2FA.

source: Open
bg: Отворете
lt: Atviras
sl: Odpri

source: Open Folder
bg: Отваряне на папка
lt: Atidaryti aplanką
sl: Odpri mapo

source: optional
bg: по избор
lt: pasirinktinai
sl: neobvezno

source: or
bg: или
lt: arba
sl: ali

source: Orange
lt: Oranžinė
sl: Oranžna

source: Organization
bg: Ориентация
lt: Orientavimasis
sl: Orientacija

source: Orientation
bg: Ориентация
lt: Orientavimasis
sl: Orientacija

source: Original file names will be stored and indexed.
bg: Оригиналните имена на файловете ще бъдат съхранени и индексирани.
lt: Originalūs failų pavadinimai bus saugomi ir indeksuojami.
sl: Originalna imena datotek bodo shranjena in indeksirana.

source: Original Name
bg: Оригинално име
lt: Originalus pavadinimas
sl: Izvirno ime

source: Originals
bg: Оригинали
lt: Originalai
sl: Izvirniki

source: Other
bg: Други
lt: Kita
sl: Drugo

source: Our mission is to provide the most user- and privacy-friendly solution to keep your pictures organized and accessible.
bg: Нашата мисия е да предоставим най-удобното за потребителя и поверителността решение за организиране и достъп до вашите снимки.
lt: Mūsų misija - pateikti vartotojui patogiausią ir privatumą užtikrinantį sprendimą, kad nuotraukos būtų tvarkingos ir prieinamos.
sl: Naše poslanstvo je zagotoviti uporabniku in zasebnosti najbolj prijazno rešitev za urejanje in dostop do vaših slik.

source: Outdoor
bg: На открито
lt: Lauko
sl: Na prostem

source: Page {0}, Current page
bg: Страница {0}, Текуща страница
lt: Puslapis {0}, Dabartinis puslapis
sl: Stran {0}, Trenutna stran

source: Pagination Navigation
bg: Навигация по страници
lt: Tinklalapių navigacija
sl: Navigacija po straneh

source: Panoramas
bg: Панорами
lt: Panoramos
sl: Panorame

source: Password
bg: Парола
lt: Slaptažodis
sl: Geslo

source: Password changed
bg: Паролата е променена
lt: Pakeistas slaptažodis
sl: Spremenjeno geslo

source: People
bg: Хора
lt: Žmonės
sl: Ljudje

source: People you share a link with will be able to view public contents.
bg: Хората, с които споделяте връзката, ще могат да виждат публичното съдържание.
lt: Žmonės, su kuriais bendrinate nuorodą, galės peržiūrėti viešą turinį.
sl: Osebe, s katerimi delite povezavo, si bodo lahko ogledale javno vsebino.

source: Permanently deleted
bg: Постоянно изтрити
lt: Visam laikui ištrintas
sl: Trajno izbrisano

source: Permanently remove files to free up storage.
bg: Постоянно премахване на файлове, за да освободите място за съхранение.
lt: Visam laikui pašalinkite failus, kad atlaisvintumėte saugyklą.
sl: Trajno odstranite datoteke in sprostite prostor za shranjevanje.

source: Person
bg: Лице
lt: Asmuo
sl: Oseba

source: Personal
bg: Лични
lt: Asmeninis
sl: Osebni

source: Photo
bg: Снимка
lt: Nuotrauka
sl: Fotografija

source: PhotoPrism is 100% self-funded and independent.
bg: PhotoPrism е 100% независима и самофинансираща се компания.
lt: "PhotoPrism" yra 100 % savarankiškai finansuojama ir nepriklausoma.
sl: PhotoPrism se 100-odstotno financira sam in je neodvisen.

source: PhotoPrism+ Membership
bg: Членство в PhotoPrism+
lt: "PhotoPrism+" narystė
sl: Članstvo PhotoPrism+

source: Photos
bg: Снимки
lt: Nuotraukos
sl: Fotografije

source: Picture Title
bg: Заглавие на снимката
lt: Paveikslėlio pavadinimas
sl: Naslov slike

source: Pink
bg: Розов
lt: Rožinis
sl: Roza

source: Place
bg: Място
lt: Vieta
sl: Kraj

source: Place & Time
bg: Място & Време
lt: Vieta & amp; laikas
sl: Kraj in čas

source: Places
bg: Места
lt: Vietos
sl: Kraji

source: Please confirm your new password.
bg: Моля, потвърдете новата си парола.
lt: Patvirtinkite naująjį slaptažodį.
sl: Potrdite novo geslo.

source: Please copy the following randomly generated app password and keep it in a safe place, as you will not be able to see it again:
bg: Моля, копирайте следната произволно генерирана парола за приложение и я запазете на сигурно място, тъй като няма да можете да я видите отново:
lt: Nukopijuokite šį atsitiktinai sugeneruotą programos slaptažodį ir laikykite jį saugioje vietoje, nes nebegalėsite jo matyti:
sl: Kopirajte naslednje naključno ustvarjeno geslo za aplikacijo in ga shranite na varno mesto, saj ga ne boste mogli več videti:

source: Please do not upload any private, unlawful or offensive pictures.
bg: Моля, не качвайте лични, незаконни или обидни снимки.
lt: Neįkelkite jokių privačių, neteisėtų ar įžeidžiančių nuotraukų.
sl: Ne nalagajte zasebnih, nezakonitih ali žaljivih slik.

source: Please don't upload photos containing offensive content.
bg: Моля, не качвайте снимки с обидно съдържание.
lt: Neįkelkite nuotraukų, kuriose yra įžeidžiančio turinio.
sl: Ne nalagajte fotografij z žaljivo vsebino.

source: Please enter OTP character {0}
bg: Моля, въведете OTP символ {0}
lt: Įveskite OTP simbolį {0}
sl: Vnesite znak OTP {0}

source: Please note that changing your password will log you out on other devices and browsers.
bg: Моля, имайте предвид, че промяната на паролата ви ще доведе до излизане от системата на други устройства и браузъри.
lt: Atkreipkite dėmesį, kad pakeitę slaptažodį atsijungsite kituose įrenginiuose ir naršyklėse.
sl: Upoštevajte, da se boste s spremembo gesla odjavili tudi v drugih napravah in brskalnikih.

source: Please restart your instance for the changes to take effect.
bg: Моля, рестартирайте инстанцията си, за да влязат в сила промените.
lt: Kad pakeitimai įsigaliotų, iš naujo paleiskite savo instanciją.
sl: Da bodo spremembe začele veljati, znova zaženite svoj primer.

source: Please wait…
bg: Моля, изчакайте…
lt: Palaukite…
sl: Počakajte…

source: PM
lt: PREMJERAS

source: PNG Size Limit: %{n}px
bg: Ограничение на размера на PNG: %{n}px
lt: PNG dydžio riba: %{n}px
sl: Omejitev velikosti PNG: %{n}px

source: Portrait
bg: Портрет
lt: Portretas
sl: Portret

source: Preserve filenames
bg: Запазване на имената на файловете
lt: Išsaugoti failų pavadinimus
sl: Ohranjanje imen datotek

source: Press enter to create a new album.
bg: Натиснете Enter, за да създадете нов албум.
lt: Paspauskite Enter, kad sukurtumėte naują albumą.
sl: Pritisnite enter, da ustvarite nov album.

source: Prevent database and album backups as well as YAML sidecar files from being created.
bg: Предотвратяване на създаването на резервни копия на бази данни и албуми, както и на странични файлове YAML.
lt: Užkirskite kelią duomenų bazių ir albumų atsarginių kopijų bei YAML šalutinių failų kūrimui.
sl: Preprečite ustvarjanje varnostnih kopij podatkovnih zbirk in albumov ter stranskih datotek YAML.

source: Prevent other apps from accessing PhotoPrism as a shared network drive.
bg: Предотвратяване на достъпа на други приложения до PhotoPrism като споделено мрежово устройство.
lt: Neleiskite kitoms programoms pasiekti "PhotoPrism" kaip bendrinamąjį tinklo diską.
sl: Preprečite drugim aplikacijam dostop do programa PhotoPrism kot do omrežnega pogona v skupni rabi.

source: Preview
bg: Преглед
lt: Peržiūra
sl: Predogled

source: Preview Images
bg: Предварителни изображения
lt: Peržiūros vaizdai
sl: Predogled slik

source: Previous
bg: Предишна
lt: Ankstesnis
sl: Prejšnji

source: Previous page
bg: Предишна страница
lt: Ankstesnis puslapis
sl: Prejšnja stran

source: Previous visual
bg: Предишна визуална
lt: Ankstesnis vaizdinis
sl: Prejšnji vizualni

source: Primary
bg: Първичен
lt: Pagrindinis
sl: Primarni

source: Private
bg: Частна
lt: Privatus
sl: Zasebno

source: Product Feedback
bg: Отзиви за продукта
lt: Atsiliepimai apie produktą
sl: Povratne informacije o izdelku

source: Projection
bg: Прожектиране
lt: Projekcija
sl: Projekcija

source: Purple
bg: Лилаво
lt: Violetinė
sl: Vijolična

source: Quality Filter
bg: Филтър за качество
lt: Kokybės filtras
sl: Filter kakovosti

source: Quality Score
bg: Оценка на качеството
lt: Kokybės balas
sl: Ocena kakovosti

source: Random
bg: Случаен
lt: Atsitiktinis
sl: Naključno

source: Rating {0} of {1}
bg: Оценка {0} от {1}
lt: Įvertinimas {0} iš {1}
sl: Ocena {0} od {1}

source: Raw
bg: Суров
lt: Neapdorotas
sl: Surovo

source: Re-index all originals, including already indexed and unchanged files.
bg: Индексирайте отново всички оригинали, включително вече индексираните и непроменените файлове.
lt: Iš naujo indeksuokite visus originalus, įskaitant jau indeksuotus ir nepakeistus failus.
sl: Ponovno indeksiranje vseh izvirnikov, vključno z že indeksiranimi in nespremenjenimi datotekami.

source: Read-Only Mode
bg: Режим само за четене
lt: Tik skaitymo režimas
sl: Način samo za branje

source: Recently Added
bg: Наскоро добавени
lt: Neseniai pridėta
sl: Nedavno dodano

source: Recently Archived
bg: Наскоро архивирани
lt: Neseniai archyvuota
sl: Nedavno arhivirano

source: Recently Edited
bg: Наскоро редактирани
lt: Neseniai redaguotas
sl: Nedavno urejeno

source: Recognition starts after indexing has been completed.
bg: Разпознаването започва след приключване на индексирането.
lt: Atpažinimas pradedamas baigus indeksavimą.
sl: Prepoznavanje se začne po končanem indeksiranju.

source: Recognize faces so people can be assigned and found.
bg: Разпознава лица, за да може да се открият конкретни хора.
lt: atpažįsta veidus, kad būtų galima rasti konkrečius žmones.
sl: Prepozna obraze, tako da lahko poišče določene osebe.

source: Recognized
bg: Признат
lt: Pripažintas
sl: Priznani

source: Recovery Code
bg: Код за възстановяване
lt: Atkūrimo kodas
sl: Koda za izterjavo

source: Red
bg: Червено
lt: Raudona
sl: Rdeča

source: Regions
bg: Региони
lt: Regionai
sl: Regije

source: Register
bg: Регистрация
lt: Registruotis

source: Reload
bg: Презареждане
lt: Perkrauti
sl: Ponovno polnjenje

source: Reloading…
bg: Презареждане…
lt: Perkrovimas…
sl: Polnjenje…

source: Remote Sync
bg: Дистанционна синхронизация
lt: Nuotolinis sinchronizavimas
sl: Oddaljena sinhronizacija

source: Remove
bg: Премахване на
lt: Pašalinti
sl: Odstranite

source: remove failed: unknown album
bg: Премахването е неуспешно: непознат албум
lt: pašalinti nepavyko: nežinomas albumas
sl: odstranitev ni uspela: neznan album

source: Remove from album
bg: Премахване от албума
lt: Pašalinti iš albumo
sl: Odstrani iz albuma

source: Remove imported files to save storage. Unsupported file types will never be deleted, they remain in their current location.
bg: Премахване на импортирани файлове, за да се спести място за съхранение. Неподдържаните типове файлове никога не се изтриват, те остават в текущото си местоположение.
lt: Pašalinkite importuotus failus, kad sutaupytumėte saugyklą. Nepalaikomi failų tipai niekada nebus ištrinti, jie liks savo dabartinėje vietoje.
sl: Odstranite uvožene datoteke, da prihranite prostor za shranjevanje. Nepodprte vrste datotek se nikoli ne izbrišejo, temveč ostanejo na svoji trenutni lokaciji.

source: Request failed - are you offline?
bg: Заявката е неуспешна - офлайн сте?
lt: Užklausa nepavyko - ar esate neprisijungęs?
sl: Zahteva ni bila uspešna - ste brez povezave?

source: Request failed - invalid response
bg: Заявката е неуспешна - невалиден отговор
lt: Užklausa nepavyko - neteisingas atsakymas
sl: Zahteva ni uspela - neveljaven odgovor

source: Require non-photographic and low-quality images to be reviewed before they appear in search results.
bg: Изискване за преглед на нефотографски и нискокачествени изображения, преди да се появят в резултатите от търсенето.
lt: Reikalauti, kad nefotografuoti ir prastos kokybės vaizdai būtų peržiūrimi prieš juos rodant paieškos rezultatuose.
sl: zahteva, da se pred prikazom v rezultatih iskanja pregledajo nefotografske slike in slike nizke kakovosti.

source: Required
bg: Изисква се
lt: Reikalinga
sl: Zahtevano

source: Resolution
bg: Резолюция
lt: Rezoliucija
sl: Resolucija

source: Restart
bg: Рестартиране на
lt: Iš naujo paleiskite
sl: Ponovni zagon

source: Restore
bg: Възстановяване на
lt: Atkurti
sl: Obnovitev

source: Retry Limit
bg: Лимит на повторенията
lt: Pakartojimo limitas
sl: Omejitev ponovitve

source: Retype Password
bg: Повторно въвеждане на паролата
lt: Pakartokite slaptažodį
sl: Ponovite geslo

source: Review
bg: Преглед на
lt: Peržiūrėkite
sl: Pregled

source: Role
bg: Роля
lt: Vaidmuo
sl: Vloga

source: Rows per page:
bg: Редове на страница:
lt: Eilutės puslapyje:
sl: Vrstice na stran:

source: Satellite
bg: Сателит
lt: Palydovas
sl: Satelit

source: Save
bg: Запазете
lt: Išsaugoti
sl: Shrani

source: Scan
bg: Сканиране
lt: Skenuoti
sl: Skeniranje

source: Scan the QR code with your authenticator app or use the setup key shown below and then enter the generated verification code:
bg: Сканирайте QR кода с вашето приложение за удостоверяване или използвайте ключа за настройка, показан по-долу, и след това въведете генерирания код за потвърждение:
lt: Nuskaitykite QR kodą naudodami autentifikavimo programą arba naudokite toliau pateiktą sąrankos raktą ir įveskite sugeneruotą patvirtinimo kodą:
sl: Skenirajte kodo QR z aplikacijo za preverjanje pristnosti ali uporabite nastavitveni ključ, prikazan spodaj, in nato vnesite ustvarjeno kodo za preverjanje:

source: Scans
bg: Сканиране
lt: Skenuoja
sl: Skenira

source: Scope
bg: Обхват
lt: Apimtis
sl: Področje uporabe

source: Search
bg: Търсене
lt: Paieška
sl: Iskanje

source: Search and display photos on a map.
bg: Търсене и показване на снимки на карта.
lt: Ieškokite ir rodykite nuotraukas žemėlapyje.
sl: Iščite in prikažite fotografije na zemljevidu.

source: Season
bg: Сезон
lt: Sezonas
sl: Sezona

source: Secret
bg: Тайната
lt: Paslaptis
sl: Skrivnost

source: Security and Access
bg: Сигурност и достъп
lt: Saugumas ir prieiga
sl: Varnost in dostop

source: Select
bg: Изберете
lt: Pasirinkite
sl: Izberite

source: Select a source folder to import files…
bg: Изберете папка източник за импортиране на файлове…
lt: Pasirinkite šaltinio aplanką, į kurį norite importuoti failus…
sl: Izberite izvorno mapo za uvoz datotek…

source: Select date
bg: Изберете дата
lt: Pasirinkite datą
sl: Izberite datum

source: Select dates
bg: Изберете дати
lt: Pasirinkite datas
sl: Izberite datume

source: Select or create an album
bg: Изберете или създайте албум
lt: Pasirinkite arba sukurkite albumą
sl: Izberite ali ustvarite album

source: Select the files to upload…
bg: Изберете файловете, които да качите…
lt: Pasirinkite failus, kuriuos norite įkelti…
sl: Izberite datoteke, ki jih želite naložiti…

source: Select the folder to be indexed…
bg: Изберете папката, която ще се индексира…
lt: Pasirinkite indeksuojamą aplanką…
sl: Izberite mapo za indeksiranje…

source: Select Time
bg: Изберете време
lt: Pasirinkite laiką
sl: Izberite čas

source: Selection approved
bg: Одобрена селекция
lt: Patvirtinta atranka
sl: Odobren izbor

source: Selection archived
bg: Архивирана селекция
lt: Atranka archyvuota
sl: Arhiviran izbor

source: Selection restored
bg: Възстановена селекция
lt: Atkurta atranka
sl: Obnovljen izbor

source: Send
bg: Изпрати
lt: Siųsti
sl: Pošlji

source: Sequential Name
bg: Последователно име
lt: Sekvencinis pavadinimas
sl: Zaporedno ime

source: Service URL
bg: URL адрес на услугата
lt: Paslaugos URL
sl: URL storitve

source: Services
bg: URL адрес на услугата
lt: Paslaugos URL
sl: URL storitve

source: Session
bg: Сесия
lt: Sesija
sl: Seja

source: Session ID
bg: Идентификатор на сесията
lt: Sesijos ID
sl: ID seje

source: Sessions
bg: Сесии
lt: Sesijos
sl: Seje

source: Settings
bg: Настройки
lt: Nustatymai
sl: Nastavitve

source: Settings saved
bg: Запазени настройки
lt: Išsaugoti nustatymai
sl: Shranjene nastavitve

source: Setup
bg: Настройка
lt: Sąranka
sl: Nastavitev

source: Share
bg: Споделете
lt: Dalytis
sl: Delite

source: Share %{s}
bg: Споделяне на %{s}
lt: Dalintis %{pavadinimas}
sl: Skupna raba %{s}

source: Share your pictures with other apps and services.
bg: Споделяйте снимките си с други приложения и услуги.
lt: bendrinkite nuotraukas su kitomis programomis ir paslaugomis.
sl: Slike lahko delite z drugimi aplikacijami in storitvami.

source: Show
bg: Покажи
lt: Rodyti
sl: Prikaži

source: Show all new faces
bg: Покажи всички нови лица
lt: Rodyti visus naujus veidus
sl: Prikaži vse nove obraze

source: Show hidden
bg: Покажи скритите
lt: Rodyti paslėptus
sl: Prikaži skrito

source: Show less
bg: Покажи по-малко
lt: Rodyti mažiau
sl: Pokaži manj

source: Show more
bg: Покажи повече
lt: Rodyti daugiau
sl: Pokaži več
